[
  {
    "title": "Hurricane Melissa: Devastation in Jamaica at levels ‘never been seen before’",
    "link": "https://news.un.org/feed/view/en/story/2025/10/1166217",
    "published": "2025-10-29",
    "source": "UN News - Global perspective Human stories",
    "text": "As Hurricane Melissa moved north of Jamaica on Wednesday, the head of the UN team there said that preliminary damage assessments from the category 5 storm showed a level of devastation “never seen before” on the Caribbean island.\n\nUN Resident Coordinator Dennis Zulu emphasised the UN remains closely engaged with governments across the region, on-the-ground UN agencies, and the Caribbean Disaster Emergency Management Agency (CDEMA), noting the “tremendous and unprecedented destruction of infrastructure,” across Jamaica where Melissa made landfall on Tuesday.\n\nTweet URL\n\nLooking to the months-long reconstruction and recovery effort ahead, he told correspondents in New York via video conference that it would take “a lot of resources” to rebuild and put the thriving economy back on its feet.\n\n“I don't think there's any single soul on this island that was not affected by Hurricane Melissa\", highlighted the resident coordinator.\n\n‘Terrible tragedy’\n\nUN World Food Programme (WFP) Director for the Caribbean Multi-Country Office, Brian Bogart, told UN News from the capital, Kingston: “This is a terrible tragedy and there is a real sense of urgency here on the ground. What we're really focused on now is trying to get food and logistics support to enable the entire humanitarian community to respond in coordination with the government”.\n\nMr. Bogart said the agency’s primary focus is to deliver 2,000 emergency food boxes which are ready to be airlifted from Barbados as soon as the airport reopens, which would be enough to support 6,000 people for a week.\n\nAs the leading logistical agency, WFP is also loading a vessel in Barbados from the Logistics Hub run alongside the CDEMA, with essentials – such as hygiene kits, shelter, generators – and other items from UN agencies and partners to support the humanitarian effort in Jamaica.\n\nHurricane barrels on\n\nEarly Wednesday morning, Hurricane Melissa crossed into Cuba, bringing 120 mph winds, heavy rain, and a warning of “life-threatening” storm surges, according to news reports. It’s due to move on to The Bahamas, followed by Bermuda.\n\nThe storm weakened to a category 2 reaching Cuba, but the National Hurricane Centre (NHC) there said Melissa would “remain a powerful hurricane when it moves across the Bahamas later today.”\n\nThe UN Deputy Secretary-General Amina Mohammed said the slow-moving storm was “yet another demonstration of climate science and why we must fight for a world at 1.5 degrees Celsius.”\n\nData from the UN aid coordination office (OCHA) shows Melissa ranks among the most intense storms to strike Cuba in recent decades, with maximum sustained winds near 138 mph (222 km/h) and two-day rainfall totals approaching 145 millimetres.\n\nOn Wednesday, the UN allocated $4 million each to Haiti and Cuba from its Central Emergency Fund to help communities prepare for the storm and reduce its impact.\n\nAccording to news reports, at least 20 Haitians – including 10 children – died due to river flooding as Melissa barrelled across the region.\n\nUN working ‘hand in hand’ with authorities\n\nConveying his heartfelt condolences to the families of those who have lost their lives, the UN Secretary-General António Guterres reiterated his solidarity with the governments and communities affected by the hurricane.\n\n“Guided by Resident Coordinators on the ground, the UN is working hand in hand with authorities and humanitarian partners to assess needs, assist those impacted, and prepare in areas that may yet face the storm’s impact,” he said.\n\nUN General Assembly President Annalena Baerbock tweeted that for small island developing States “the climate crisis is a lived reality, and the cost of inaction is measured in lives and livelihoods. Adaptation isn’t optional, it’s survival. Solidarity must become sustained, scaled-up climate action.”",
    "cluster": 1
  },
  {
    "title": "‘Yawning gap’ remains between climate adaptation funds and funding pledges",
    "link": "https://news.un.org/feed/view/en/story/2025/10/1166212",
    "published": "2025-10-29",
    "source": "UN News - Global perspective Human stories",
    "text": "That’s the main message in this year’s Adaptation Gap Report from the UN Environment Programme (UNEP).\n\nBy 2035, developing nations will need well over $310 billion per year in dedicated funding to adapt to a planet increasingly altered by polluting fossil-fuel emissions, the report states.\n\n“Climate adaptation” refers to the ways countries respond to actual or expected climate change and its effects, to moderate the harm caused.\n\nExamples include flood defences such as seawalls, improved drainage systems, or elevating roads and buildings. In 2023, vulnerable countries received around $26 billion.\n\n‘Adaptation is a lifeline’\n\nUN Secretary-General António Guterres, who warned on Tuesday that humanity’s failure to limit man-made global warming to 1.5ºC above pre-industrial levels will lead to “devastating consequences,” said on Wednesday that the adaptation gap leaves the world’s most vulnerable people exposed to rising seas, deadly storms, and searing heat.\n\n“Adaptation is not a cost – it is a lifeline,” declared the UN chief. “Closing the adaptation gap is how we protect lives, deliver climate justice, and build a safer, more sustainable world. Let us not waste another moment.”\n\nAlthough far more needs to be done, the report notes that visible progress is being made to close the gap.\n\nFor example, most countries have at least one national adaptation plan in place, and climate funding for new adaptation projects rose in 2024 (although the current financial landscape means future funding is in jeopardy).\n\n© FAO/Felipe Rodríguez\n\nBaku to Belém, to $1.3 trillion\n\nThe latest adaptation data will help negotiations focused on tackling the climate crisis at the annual UN Climate Conference.\n\nThis year’s event, COP30, is being held next month in Belém, Brazil, where ramping up financing for developing nations will be high on the agenda.\n\nAt last year’s UN Climate Conference in Baku, Azerbaijan (COP29), a new goal – the Baku to Belém Roadmap – was launched: $1.3 trillion for climate finance – from public and private sources – by 2035.\n\nThis is not just for adaptation, it also covers the transition to economies that don’t rely on fossil fuels for energy.\n\nThe authors of the Adaptation Gap report agree that the roadmap could, if implemented, make a huge difference, but the devil is in the detail.\n\nThey argue that funding should come from grants rather than loans, which would make it even harder for vulnerable countries to invest in adaptation.\n\nSpeaking at the launch of the report on Wednesday, Inger Andersen, Executive Director of UNEP, called for a global push to increase adaptation finance – from both public and private sources – without adding to the debt burdens of vulnerable nations.\n\nInvestment now, she said, will avoid the cost of adaptation escalating.\n\n© WHO/Nitsebiho Asrat Climate inaction is claiming millions of lives every year.\n\nClimate inaction costing ‘millions of lives’: WHO\n\nUnderscoring the urgency of adapting to the changing climate, the World Health Organization (WHO) announced on Wednesday that climate inaction costs millions of lives each year.\n\nThe findings are contained within the latest Lancet Countdown on Health and Climate Change on Wednesday, which shows continued over-reliance on fossil fuels, coupled with a failure to adapt to a heating world, are already having a devastating toll on human health in all countries, rich and poor.\n\nThe rate of heat-related deaths, for example, has gone up by 23 per cent since the 1990s, to an average 546 000 deaths per year. Droughts and heatwaves added 124 million people to the numbers facing moderate or severe food insecurity in 2023, and heat exposure caused productivity losses equivalent to US$ 1.09 trillion to be lost.\n\nDespite the human and economic costs, governments spent $956 billion on net fossil fuel subsidies in 2023, more than triple the annual amount pledged to support climate-vulnerable countries: fifteen countries spent more subsidising fossil fuels than on their entire national health budgets.\n\n'We have the solutions at hand'\n\n“We already have the solutions at hand to avoid a climate catastrophe,” said Dr Marina Romanello, Executive Director of the Lancet Countdown at University College London. “Communities and local governments around the world are proving that progress is possible. From clean energy growth to city adaptation, action is underway and delivering real health benefits – but we must keep up the momentum.”\n\nDr. Romanello described the rapid phase out of fossil fuels in favour of clean renewable energy and efficient energy use as the most powerful lever to slow climate change and cut deaths, estimating that a shift to healthier, climate-friendly diets and more sustainable agricultural systems would massively cut pollution, greenhouse gases and deforestation, potentially saving over ten million lives a year.",
    "cluster": 1
  },
  {
    "title": "World enters ‘new era’ of climate action – but progress must accelerate",
    "link": "https://news.un.org/feed/view/en/story/2025/10/1166204",
    "published": "2025-10-28",
    "source": "UN News - Global perspective Human stories",
    "text": "The new report details the latest round of Nationally Determined Contributions (NDCs) submitted by governments, assessing both the progress achieved and the major challenges that remain.\n\nTaken together, Mr. Stiell said, they reveal “some green shoots of good news” and provide “clear stepping stones towards net zero emissions.”\n\nIf countries deliver on their current pledges, global emissions could decline by around 10 per cent by 2035, according to the UN climate chief. However, he cautioned that “action must be accelerated” to prevent further global warming.\n\n© UNOCHA/Wassy Kambale In the Democratic Republic of the Congo flooding in the capial, Kinshasa, has been linked to climate change. (file)\n\nHolistic approach\n\nMany of the new NDCs adopt a “whole-of-society” approach, incorporating gender and youth perspectives and seeking to ensure that all sectors benefit from the shift to a low-carbon economy.\n\nMr. Stiell described this generation of commitments as a “step-change in quality, credibility and economic breadth”, calling on governments to implement policies that enable every nation to share in the benefits of clean energy and climate resilience.\n\nThe UN climate chief added that the private sector is also moving in the right direction, attracted by the huge rewards that the clean economy promises: “As the global shift to clean energy continues to scale, the dividends to follow will be far greater still, as climate action emerges as the economic growth and jobs engine of the 21st century.”\n\n© UNICEF/Mark Naftalin A woman is pictured in front of flooded fields in Bentiu, South Sudan.\n\nIs 1.5 still alive?\n\nOn the same day as the release of the climate report, UN Secretary-General António Guterres said in an interview with the Guardian that humanity has failed to limit man-made global warming to the totemic 1.5ºC, leading to “devastating consequences.”\n\nMr. Guterres told journalists that delegates preparing to attend the COP30 UN Climate Conference in Belém, Brazil, in November need to change course and bring about a “dramatic decrease of emissions as soon as possible.”\n\nNevertheless, Mr. Stiell insisted that the science shows temperatures can be brought back down to 1.5°C (above pre-industrial levels), by substantially stepping up the pace of climate action.",
    "cluster": 1
  },
  {
    "title": "In Southeast Asia, Guterres presses the case for climate action",
    "link": "https://news.un.org/feed/view/en/story/2025/10/1166188",
    "published": "2025-10-27",
    "source": "UN News - Global perspective Human stories",
    "text": "Addressing a joint summit between the UN and Southeast Asian nations in Kuala Lumpur on Monday, Secretary-General António Guterres described the region as “a beacon of cooperation” and a vital pillar of global stability.\n\nWith Timor-Leste’s accession, he said, the collective spirit of the regional organization known as ASEAN had “grown stronger,” making the bloc an essential partner in shaping “a more balanced and interlinked world.”\n\nThe Association of Southeast Asian Nations now has 11 full members, alongside partners which include China, India, the European Union, Russia and Australia.\n\nThe UN, for its part, has a comprehensive partnership framework with the bloc as well as plans for joint action.\n\nPeace, Myanmar and regional stability\n\nMr. Guterres outlined four areas of deepening collaboration – peace and prevention; sustainable development and financial justice; climate action and digital transformation.\n\nHe commended ASEAN countries for their strong contributions to peacekeeping and regional mediation efforts.\n\nThe UN chief praised Malaysia for helping to facilitate a ceasefire between Cambodia and Thailand, and reiterated the importance of dialogue and restraint in the South China Sea to uphold international law and freedom of navigation.\n\nTurning to Myanmar, the Secretary-General condemned ongoing violence, describing the humanitarian situation as “appalling.”\n\n“Thousands are dead. Millions displaced. Humanitarian needs are soaring,” he said, calling for an immediate halt to hostilities, protection of civilians, and “the release of those arbitrarily detained, including democratically elected leaders.”\n\nHe reaffirmed the UN’s support for ASEAN’s 2021 Five-Point Consensus to resolve Myanmar’s protracted conflict following the coup – and the Security Council resolution demanding a ceasefire that same year.\n\nA fairer financial system\n\nThe Secretary-General also made a strong call for overhauling what he described as an “outdated and unfair” global financial architecture that leaves developing nations “locked out of prosperity.”\n\n“It is high time for reform,” he said, noting that ASEAN economies remain underrepresented in global financial institutions despite their growing economic weight.\n\nClimate change target ‘on life support’\n\nIn his keynote address, the Secretary-General warned that the target on limiting global warming to 1.5 degrees Celsius above pre-industrial levels “is on life support,” urging both developed and developing nations to step up climate ambition ahead of COP30 in Brazil next month.\n\nOn digital transformation, he underscored the UN’s commitment to ensuring artificial intelligence serves humanity.\n\nStanding together\n\nAt a press conference following the Summit, Mr. Guterres said ASEAN “offers a vision of hope” amid global uncertainty.\n\n“The United Nations is proud to be ASEAN’s partner,” he said, “as we work to ensure a better, more peaceful future for people across the southeast Asian region and around the world.”",
    "cluster": 1
  },
  {
    "title": "High stakes and high flavour: Indigenous chef brings Amazonian soul to COP30",
    "link": "https://news.un.org/feed/view/en/story/2025/10/1166173",
    "published": "2025-10-26",
    "source": "UN News - Global perspective Human stories",
    "text": "Indigenous chef and activist Tainá Marajoara will serve dishes rooted in ancestral Amazonian traditions, showcasing the biodiversity and spirituality of Brazil’s Indigenous Peoples.\n\nBetween rounds of negotiations, delegates will be treated to flavours such as maniçoba, açaí and pirarucu – all prepared with more than 10 tonnes of agroecological ingredients sourced through fair and sustainable food systems.\n\nA taste of ancestral wisdom\n\n“Our kitchen will feature canhapira, an Indigenous Marajoara dish that remains part of local cuisine today,” Ms. Marajoara explained.\n\nThe dish comes from the Marajoara people, an Indigenous group native to Marajó Island, a vast river island where the Amazon meets the Atlantic.\n\n“There will be plenty of açaí. We managed to secure its inclusion despite earlier controversy.\n\n“We’ll also serve maniçoba, a dish made from cassava leaves cooked for seven days with pork, as well as tucupi, jambu, tacacá, and the Amazon’s iconic fish, pirarucu. We plan to buy at least two tonnes of it alone.”\n\nTainá is the founder of Ponto de Cultura Alimentar Iacitatá, the cultural and culinary collective selected to oversee the COP30 kitchen, which will serve everyone attending – from presidents to porters.\n\n© Courtesy of Tainá Marajoara The indigenous activist and chef Tainá Marajoara, from Brazil, at the Food and Agriculture Museum and Network in Rome.\n\nPeace meal\n\nMore than just a meal, the ancestral cook sees this culinary effort as a statement. “We want to show that it is possible to live in peace. We need to live in peace,” she said.\n\n“Throughout COP30, we are building a space of ancestral diplomacy, making it clear that recognising the link between Indigenous and local communities and food sovereignty is urgent.\n\n“As long as ancestral lands are violated and violence spreads across forests, rivers, and fields, our people and our culture are being killed.”\n\nSpeaking from Rome, where she was attending the World Food Forum at the UN Food and Agriculture Organization (FAO) headquarters, Ms. Marajoara stressed the COP30 kitchen will embody the values of sustainability, justice, and respect for life.\n\nUN News/Felipe de Carvalho Tucupi is a yellow broth extracted from wild cassava, traditional in Amazonian cuisine.\n\nRooted in climate justice\n\nFor the Chef, Indigenous food systems represent much more than sustenance, they are a living form of environmental stewardship and spiritual connection.\n\n“This knowledge has been invisible for too long,” she said. “Leading the COP30 kitchen is an act of cultural and ancestral diplomacy.”\n\nShe hopes the initiative will become a model for future international events. “This will be the first COP to feature a community-based, family-farming kitchen. It proves that it can be done, and it shouldn’t stop here. Let COP30 become a historic milestone, one that inspires similar initiatives across the world.”\n\nFood and conservation\n\nMs. Marajoara emphasised that food sovereignty and environmental conservation are inseparable.\n\n“The world is in collapse,” she warned. “There is no more time for endless negotiations. Protecting Indigenous and local community territories is a concrete, effective way to safeguard the planet’s climate.”",
    "cluster": 2
  },
  {
    "title": "US climate activists condemn 18-month jail term for nonviolent art museum protester",
    "link": "https://www.theguardian.com/us-news/2025/oct/30/climate-activist-art-protest-jail-term",
    "published": "2025-10-30",
    "source": "",
    "text": "Climate activists have condemned an 18-month jail term for a nonviolent protester who vandalized a display case at the National Gallery of Art as “grossly disproportionate” and a violation of the constitutional protected rights to free speech and peaceful protest.\n\nTimothy Martin, along with fellow activist Joanna Smith, staged the climate protest at the Washington DC gallery in April 2023, smearing washable red and black paint on the protective glass covering Edgar Degas’s Little Dancer Aged Fourteen Years sculpture.\n\nVideo of the protest shows that they sat silently with their hands raised, and did not touch or damage the sculpture itself.\n\nMartin, 55 and Smith, 54, were arrested and charged with conspiracy to commit an offense against the United States and injury to a National Gallery of Art exhibit, felonies that each carry penalties of up to five years in prison and a $250,000 fine.\n\nMartin has been held without bond since being found guilty in April, and earlier this week was sentenced to 18 months by a federal judge in Washington.\n\n“Tim Martin engaged in a classic example of civil disobedience to make a political point … the authorities basically threw the book at him. It’s hard to fathom how a peaceful protester can receive more prison time than many of the insurrectionists who tried to overturn an election,” said Trevor Stankiewicz, researcher at Climate Rights International.\n\n“Punishing peaceful protest out of proportion has a chilling effect on free speech and basic rights … You can’t imprison your way out of the climate crisis,” Stankiewicz.\n\nSmith pleaded guilty to a lesser charge and served a 60-day sentence.\n\nShe was also sentenced to 24 months of supervised release, as well as 150 hours of community service and fines totaling $4,062. Smith was barred from entering Washington, and from all museums and monuments for two years.\n\nMartin did not accept a plea deal and was found guilty on both counts after a four-day trial.\n\nClimate activists see the jail sentence as part of a broader judicial crackdown on climate and environmental activists in the US and across the world, as governments accused of failing to take action to curtail climate catastrophe increasingly target those protesting.\n\nAn investigation by the Guardian last year found fossil fuel lobbyists were involved in drafting US state laws to impose harsher penalties on nonviolent activists protesting against the expansion of fossil fuels.\n\nMartin and Smith have said that the action was not intended to harm the artwork, rather to confront what they see as the US refusal to tackle the escalating climate crisis.\n\n“When I was asked to do this action, it was a no-brainer. I come from an art background and the little dancer is so beautiful and she represents the children of the world that are under major threat because of the climate emergency. So, I could not resist the opportunity to turn her beautiful, vulnerable, symbolic self into a message [against] fossil fuels,” Martin said earlier this year.\n\n“This verdict sends a strong message to the thousands of people who come to DC each year to demonstrate and be heard,” said Edward R Martin, a US attorney in Washington, in April. “Free speech is a constitutional right. But when you take illegal action, such as causing damage to an art exhibit at the National Gallery, you are crossing a line … we will not tolerate anyone defacing our city to get attention for their cause.”\n\nProsecutors had sought a five-year sentence for Timothy Martin.\n\nIn sentencing, Judge Amy Berman Jackson gave Martin credit for time served, and said he should be released in 12 months. He must also pay $4,250 in restitution, serve two years of supervised probation and complete 150 hours of community service – 20 hours of which must involve cleaning graffiti.",
    "cluster": 0
  },
  {
    "title": "Ex-EPA head urges US to resist Trump attacks on climate action: ‘We won’t become numb’",
    "link": "https://www.theguardian.com/world/2025/oct/30/resist-trump-attacks-climate-action",
    "published": "2025-10-30",
    "source": "",
    "text": "Ahead of next month’s major United Nations climate talks in Brazil, Gina McCarthy, the former Environmental Protection Agency head, said US cities and states were keeping the climate fight alive despite an all-out assault from the Trump administration.\n\n“We will not allow our country to become numb or debilitated by those who are standing in the way of progress,” she said on a press call early on Thursday.\n\nMcCarthy co-chairs America Is All In, a coalition of climate-concerned states and cities in the US. The group will send more than 100 US subnational leaders – including governors, senior state officials, nearly 40 mayors and dozens of city officials – to the climate talks known as Cop30 and the UN Local Leaders Forum planned for the days before.\n\nExpanded climate action from cities and states, paired with federal re-engagement after 2028, could by 2035 slash US planet-heating pollution by up to 56%, putting the United States below 2005 levels, according to a new study from America Is All In and the University of Maryland’s Center for Global Sustainability.\n\n“There are especially large opportunities for states and cities to go further and faster in the power and transport sectors, as well as in reducing methane,” said Nate Hultman, former senior adviser for climate ambition at the state department and founding director of the Center for Global Sustainability.\n\nTrump is cracking down on state and local climate action, trying to block policies in court and working to eliminate incentives for clean energy. But Sheldon Whitehouse, the Rhode Island senator, said climate leaders should resist those attacks, and sue the administration over potentially illegal obstruction.\n\n“I think if you allow yourself to be intimidated by this administration, they will seize all the ground that you’ve seen them and then come back for more,” Whitehouse told reporters.\n\nGlobal climate leaders must adopt the same aggressive attitude, said Whitehouse, though the US will not make it easy. This month, he noted, the nation derailed the enactment of a global carbon fee on shipping at an international maritime meeting, when Washington threatened to impose sanctions and visa restrictions on nations that supported the deal.\n\n“There was kind of a like shock-and-awe thuggery approach that was effective there,” he said “But if you’re prepared for that kind of approach, then I think that’s where the line needs to be drawn.”\n\nWhitehouse said leaders must be willing to stand up to the fossil fuel industry, who are the “villains” in the story of the climate crisis. The sector created a “whole armada of fake front groups” to protect its interests and spread doubt about the climate crisis – despite early knowledge that their products warm the planet, he said.\n\n“To refuse to talk about that ignores both a very important and probably the most interesting part of the story,” said Whitehouse.\n\nWithout this influence, the world may have acted on the climate much earlier, said Rachel Cleetus, senior policy director of the science and climate advocacy group Union of Concerned Scientists, to reporters.\n\n“Fossil fuel companies have been lying and obstructing progress on climate action. That’s why we’re here,” she said.\n\nClimate experts have long condemned the influence of the fossil fuel sector in UN climate negotiations; oil and gas companies have even admitted to influencing climate treaties in ways that protect their interests. Record numbers of fossil fuel lobbyists have attended UN climate talks since the passage of the landmark 2015 Paris Climate Agreement.\n\nAmid mounting pressure from climate campaigners to take on corporate influence at climate negotiations, the United Nations climate change body last month introduced new guidelines around transparency, asking COP30 attenders to disclose who is funding their participation in the talks. But disclosure remains voluntary.\n\nWhitehouse, who has long pushed the UN climate body to strengthen transparency requirements, called the new guidance “a bit of a disappointment”.\n\n“It’s a good first step, but it’s not where it needs to be,” he said. “There should be real transparency about who’s showing up and what evil they’ve been doing.”",
    "cluster": 1
  },
  {
    "title": "All operational US liquefied natural gas terminals have violated pollution limits, says report",
    "link": "https://www.theguardian.com/us-news/2025/oct/29/liquefied-natural-gas-terminal-pollution-limits",
    "published": "2025-10-29",
    "source": "",
    "text": "Every fully operational liquefied natural gas (LNG) terminal in the US has violated federal pollution limits in recent years, a new report has found.\n\nThe analysis of public records comes as the Trump administration is aiming to fast-track the approval of new export terminals in an attempt to sell more domestic LNG to Europe and Asia. Joe Biden had previously placed a pause on LNG exports, which Donald Trump lifted on the first day of his return to office.\n\n“The LNG industry portrays itself as environmentally friendly, but companies do not consistently comply with air and water pollution control laws that LNG terminals must follow,” says the report from the Environmental Integrity Project, a non-profit research organization.\n\nThe Guardian has contacted the Environmental Protection Agency (EPA) for comment.\n\nThe United States has been the world’s largest LNG exporter since 2023. The US president has aimed to boost exports even further, including by directing agencies to speed the approval of new terminals and by threatening foreign countries with steep tariffs if they refuse to purchase LNG from the US.\n\nLate last year, seven US LNG export terminals were fully operational: three in Louisiana, two in Texas, and one each in Maryland and Georgia.\n\nView image in fullscreen The New Fortress Energy LNG terminal near the port of San Juan in Puerto Nuevo, Puerto Rico, on 6 August. Photograph: Bloomberg/Getty Images\n\nBetween October 2022 and July 2025, all seven of those terminals have been in noncompliance with the Clean Air Act for at least one quarter, according to the analysis of data from the EPA and state governments.\n\n“Given the LNG industry’s poor compliance record, state and federal agencies should be slowing down and more carefully scrutinizing new permit applications instead of speeding up permit reviews,” said Jen Duggan, executive director of the Environmental Integrity Project.\n\nSome plants were in violation more often than others. The most frequent offenders, the Sabine Pass and Calcasieu Pass terminals, both in Cameron, Louisiana, have been out of compliance with certain air pollution standards under the Clean Air Act since 2022.\n\nBut the most enforcement orders – and the highest financial penalties – have been levied against Texas’s Freeport LNG terminal, which saw a major explosion in June 2022 that forced the facility to shutter for eight months. State and federal regulators issued $493,804 in penalties against the plant after the explosion, and the facility attracted an additional $175,800 in fines in the two years prior.\n\nFive of the seven LNG export terminals were also in noncompliance with the Clean Water Act during that same period, with four of the terminals breaching the regulation for at least two quarters between April 2022 and July 2025.\n\nIn some cases, the violations involved the proven emission of illegal amounts of bacteria, zinc, oil and other pollutants into waterways. In other cases, terminal managers failed to submit their monitoring reports for waterway discharge.\n\nThe review shows that export terminals routinely breach key environmental protection laws, the authors say.\n\n“These findings are absolutely not surprising to anyone who has spent time near these facilities,” said Anne Rolfes, executive director of the Louisiana Bucket Brigade, which opposes fossil fuel buildout.\n\nDespite this evidence, managers of three of the worst-offending LNG terminals are seeking authorization for major expansions in the coming years.\n\nAmong them are Sabine Pass and Cameron LNG, both in Louisiana, which have been in noncompliance with the Clean Air Act for 12 and 11 of the past 12 quarters, respectively, and Texas’s Corpus Christi LNG, which has had nine water pollution violations within the past five years.\n\nskip past newsletter promotion Sign up to Headlines US Free newsletter Get the most important US headlines and highlights emailed direct to you every morning Enter your email address Sign up Privacy Notice: Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on theguardian.com to send you this newsletter. You can complete full registration at any time. For more information about how we use your data see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n\nVenture Global, the company behind Louisiana’s Calcasieu Pass terminal – which has also been in noncompliance with the Clean Air Act every quarter for the last three years – is also planning to build two new LNG terminals nearby.\n\n“The consequences of allowing Venture Global to build those could be devastating,” said Rolfes.\n\nThe Guardian has contacted Venture Global for comment.\n\nIn addition to those planned expansions and new terminals, four new LNG terminals are already under construction, three in Texas and one in Louisiana. One expansion of the Elba Liquefaction terminal in Georgia is also under way.\n\nThese five projects are already on track to increase the country’s LNG exports from the US by 60% annually and create more opportunities to put communities at risk. And companies have also proposed another 28 projects – 19 new export terminals and nine expansions of existing facilities – which could further threaten health.\n\nThe rapid growth of the LNG industry is also likely to hurt consumers, the new report’s authors say, citing a Biden-era Department of Energy study which found that increased LNG exports will increase domestic natural gas prices for Americans by more than 30%.\n\nThis expansion will also harm the climate. Exported LNG emits far more greenhouse gas emissions than coal, despite fossil fuel industry claims that it",
    "cluster": 3
  },
  {
    "title": "Bill Gates says climate crisis won’t cause ‘humanity’s demise’ in call to shift focus to ‘improving lives’",
    "link": "https://www.theguardian.com/us-news/2025/oct/28/bill-gates-climate-crisis-pivot",
    "published": "2025-10-28",
    "source": "",
    "text": "Bill Gates has called for a “strategic pivot” in the effort against the climate crisis, writing that the world should shift away from trying to limit rising temperatures to instead focusing on efforts to prevent disease and poverty.\n\nWriting on his Gates Notes website, the billionaire Microsoft co-founder criticized what he described as a “doomsday view of climate change” which is focusing “too much on near-term emissions goals”.\n\nGates’s memo comes a day after the UN said humanity had missed its target of limiting global heating to 1.5C, with the UN secretary general warning of “devastating consequences” for the world.\n\nHow Bill Gates profits from the Climate Crisis\n\nIn the note on Monday, Gates said: “Although climate change will have serious consequences – particularly for people in the poorest countries – it will not lead to humanity’s demise. People will be able to live and thrive in most places on Earth for the foreseeable future.”\n\nHe said the Cop30 climate summit, which will bring together world leaders in the Brazilian rainforest city of Belém in November, was “a chance to refocus on the metric that should count even more than emissions and temperature change: improving lives”.\n\n“Although climate change will hurt poor people more than anyone else, for the vast majority of them it will not be the only or even the biggest threat to their lives and welfare,” Gates wrote.\n\n“The biggest problems are poverty and disease, just as they always have been. Understanding this will let us focus our limited resources on interventions that will have the greatest impact for the most vulnerable people.”\n\nGates’s viewpoint is at odds with that of the UN secretary general, António Guterres, who on Monday told the Guardian and the Amazon-based news organisation Sumaúma it was time to “recognise our failure” in the climate crisis.\n\n“The truth is that we have failed to avoid an overshooting above 1.5C in the next few years. And that going above 1.5C has devastating consequences. Some of these devastating consequences are tipping points, be it in the Amazon, be it in Greenland, or western Antarctica or the coral reefs,” Guterres said.\n\nHe added: “It is absolutely indispensable to change course in order to make sure that the overshoot is as short as possible and as low in intensity as possible to avoid tipping points like the Amazon. We don’t want to see the Amazon as a savannah. But that is a real risk if we don’t change course and if we don’t make a dramatic decrease of emissions as soon as possible.”",
    "cluster": 1
  },
  {
    "title": "‘Trump doesn’t represent us’: US activist groups to push for climate action at Cop30 in Brazil",
    "link": "https://www.theguardian.com/environment/2025/oct/28/cop30-us-climate-trump",
    "published": "2025-10-28",
    "source": "",
    "text": "Despite historic environmental rollbacks under a president who pulled the US from a key international climate treaty – and recently called global warming “the greatest con job ever perpetrated on the world” – US civil society groups say they are gearing up to push for bold international climate action at a major UN conference next month.\n\n“This is a really important moment to illustrate that Trump does not represent the entirety, or even anywhere near a majority, of us,” said Collin Rees, US program manager at the environmental non-profit Oil Change International, who will attend the annual UN climate conference, known as Cop30.\n\nThe negotiations will take place in the Brazilian city of Belém near the Amazon delta. It is expected to convene delegations from nearly every government in the world to discuss the implementation of the 2015 Paris climate agreement.\n\nTrump, who began the process of pulling the US from the Paris accord on his first day in office, is not expected to send a delegation to the negotiations. But hundreds of US activist organizations are planning to attend, despite widespread logistical challenges and high accommodation costs in a region with limited tourist infrastructure.\n\n“Yes, the federal administration has changed radically … but the actual US climate movement is still here,” said John Noel, senior strategist at Greenpeace International who formerly worked on the US team.\n\nThe conference will take place amid growing awareness that the vast majority of the world’s population – as much as 89%, according to a recent study – want more to be done about the climate crisis but mistakenly assume their peers do not. In the US, the world’s largest historical emitter, three-quarters of those surveyed said their government should do more. But Donald Trump has pushed the country in the opposite direction.\n\nSince re-entering the White House in January, Trump has placed dozens of fossil fuel allies in his cabinet. He has also waged broad attacks on climate and energy policies, as well as renewable energy expansion, despite data showing most Americans support the energy transition and the growth of carbon-free power. And the president has taken steps to dismantle climate research by an array of US agencies, something recent polls show is highly unpopular, even with Republicans.\n\nTrump officials have also shown animosity for multilateralism. During the negotiations, activists will be on high alert for a potential announcement that the president intends to remove the country from the UN Framework Convention on Climate Change, a 1992 treaty serving as the structure for intergovernmental climate policies.\n\nBut in Belém, said Noel, US-based campaigners plan to “reassure our global comrades and colleagues that there’s still a robust movement in the states to maintain pressure around various forms of climate action”.\n\nThat will entail putting pressure on global leaders to commit to ambitious emissions reduction and climate adaptation schemes with vigorous and realistic plans to achieve them.\n\n“We’ve got to show the rest of the world that the administration’s assault on the climate is unpopular,” said Jean Su, energy justice director at the Center for Biological Diversity, who will attend Cop30.\n\nThe Trump administration’s anti-climate stance puts it out of step with many governments around the world who have realized that environmental action can deliver economic benefits.\n\nMore than 100 countries, for instance, have been able to cut back on fossil fuel imports thanks to renewable energy growth, which has in turn enabled them to save $1.3tn since 2010, according to the International Energy Agency. The expansion of wind, solar and other carbon-free power sources has also created millions of jobs. And many global south countries are upping their sales of electric vehicles, which lower fuel and maintenance costs.\n\n“There are different trends showing that the rest of the world is still working towards getting their economy more resilient for a more prosperous future, and that prosperous future cannot happen without taking into account the climate,” said Yamide Dagnet, the Washington DC-based senior vice-president of international work at the Natural Resources Defense Council.\n\nUnlike the US, other countries are also showing an increasing interest in international climate negotiations. Colombia last month offered to host the first-ever International Conference for the Phase-Out of Fossil Fuels in April 2026, after countries pushing for a Fossil Fuel Non-Proliferation Treaty called for such a meeting.\n\nAt Cop30, climate activists will work to support governments that have undertaken such action and push more officials to follow suit. And they will aim to highlight local- and state-level climate action taking place in the US, such as the successful fight for laws requiring polluters to pay climate damages in Vermont and New York last year.\n\n“We want to put a spotlight on those ‘polluter pay’ mechanisms, and highlight that they are winnable and that other states are considering them,” said Noel. “And Cop presents a good opportunity to market those solutions.”\n\nThe Trump administration is urging the courts to strike those policies down, and though it will not officially participate in November’s UN negotiations, climate groups say the administration may also try to pressure countries not to take ambitious international climate action.\n\nIt’s something officials did as recently as last week: the US derailed the enactment of a global carbon fee on shipping at an international maritime meeting as Trump called the scheme a “Global Green New Scam” on social media. Washington also threatened to impose sanctions and visa restrictions on nations that supported the deal.\n\n“If there’s a real inflection point and the US sees fossil fuel interests as somehow being constrained, it’s not hard to imagine that there’ll be some type of statements from the administration trying to color the negotiations from afar",
    "cluster": 3
  },
  {
    "title": "Two crucial Florida coral species left ‘functionally extinct’ by ocean heatwave",
    "link": "https://www.theguardian.com/environment/2025/oct/27/coral-florida-functionally-extinct-climate-crisis",
    "published": "2025-10-27",
    "source": "",
    "text": "Two of the most important coral species that made up Florida’s reef are now functionally extinct after a withering ocean heatwave caused catastrophic losses, scientists have found.\n\nThe near-total collapse of the corals that once formed the backbone of reefs in Florida and the Caribbean means they can no longer play their previously crucial role in building and sustaining reef ecosystems that host a variety of marine life.\n\nThis “functional extinction” is a stage before global extinction, a threat that now looms for many coral species. Scientists this month warned that a tipping point had been reached whereby corals around the world are set to be wiped out due to global heating, which is raising heat to intolerable levels in our oceans.\n\n“We’re running out of time,” said Ross Cunning, lead author of the new Florida study and a research biologist at Shedd Aquarium. “Extreme heatwaves are increasing in frequency and severity due to climate change, and without immediate, ambitious actions to slow ocean warming and boost coral resilience, we risk the extinction of even more corals from reefs in Florida and around the world.”\n\nThe new research, published in the Science journal, analyzed the fate of staghorn (Acropora cervicornis) and elkhorn (Acropora palmata) corals off the Florida coast following a severe marine heatwave in 2023, which raised temperatures on Florida’s fraying coral reefs to their highest levels in over 150 years.\n\nThe two species are complex, reef-building corals and are named because they resemble, respectively, the antlers of stags and elks. However, researchers who conducted diver surveys of more than 52,000 colonies of the species, across 391 sites along Florida’s coast, found widespread, often devastating, losses.\n\nAlong the Florida Keys, mortality rates reached 98% and even 100%, revealing a complete annihilation of the corals. In south-east Florida, where temperatures have been cooler, mortality rates were lower, at about 38%.\n\nThe two Acropora species had already suffered from decades of localized impacts in Florida, such as poor water quality coming from pollutants that wash off the land, as well as disease. But the 2023 heatwave has proved fatal for these heat-sensitive species.\n\nThe 2023 event caused the ninth episode of bleaching on the Florida reef – a process whereby corals become heat-stressed and expel the symbiotic algae living in their tissues, causing them to become ghostly white. If temperatures remain elevated, the corals die off completely.\n\nGlobally, coral reefs are among the ecosystems most vulnerable to the human-caused climate crisis. This poses a major threat to a quarter of all ocean life that relies upon what are essentially the rainforests of the sea, as well as hundreds of millions of people who depend upon corals to support fish that they can consume and gain an income from.\n\nCorals also act as a barrier to protect our shorelines from powerful storms, which are themselves being worsened by rising global temperatures.\n\nIn a desperate attempt to prevent a death spiral of threatened corals, scientists have established repositories of Acropora in aquariums and offshore coral nurseries. Attempts have been made to reseed corals on reefs in Florida, too, in an effort to regain some of the 90% of coral cover lost off the state in the past four decades.\n\nBut as global heating continues to escalate, there is little hope of long-term survival of these species without major interventions, researchers warn.\n\n“Elkhorn corals, in particular, are some of the most important wave-breaking coral species in the region,” said Andrew Baker, a marine biologist at the University of Miami and another study co-author.\n\n“They used to be common on shallow reef crests in the Caribbean, and if we want our reefs to continue protecting our coastlines from flooding during storms, its worth taking extraordinary measures to ensure we don’t lose these corals altogether.”",
    "cluster": 1
  },
  {
    "title": "One year after a historic dam removal, teens inspire river restoration worldwide: ‘It turns out you can win’",
    "link": "https://www.theguardian.com/us-news/2025/oct/25/klamath-river-restoration-teenagers",
    "published": "2025-10-25",
    "source": "",
    "text": "Ruby Williams’s pink kayak pierced the fog shrouding the mouth of the Klamath River, and she paddled harder. She was flanked on both sides by fellow Indigenous youth from across the basin, and their line of brightly colored boats would make history when they reached the Pacific Ocean on the other side of the sandy dunes – they were going to do it together.\n\nThe final of four hydroelectric dams was removed last year from the Klamath River, in the largest project of its kind in US history. The following July, 28 teenage tribal representatives completed a 30-day journey that spanned roughly 310 miles (500km) from the headwaters in the Cascades to the Pacific. They were the very first to kayak the entirety of the mighty river in more than a century.\n\nIt marked a new beginning for the once-imperiled river and its sprawling basin that straddles the California-Oregon border, an important biodiversity hotspot and a region that has been at the heart of local Indigenous culture for millennia. It also served as a bridge, bringing together river advocates from around the world eager to replicate the restoration happening on the Klamath.\n\nIt’s been only a year without the dams and the reservoirs created by them, and already there are successes to share.\n\nJust days after the dams were demolished, threatened coho salmon made it farther upriver than they had in the previous 60 years. Shortly after the one-year mark, Chinook salmon were spotted in headwaters for the first time in more than a century.\n\nView image in fullscreen Construction crews removed the top of the cofferdam that was left from the Iron Gate Dam, allowing the Klamath River to run in its original path for the first time in nearly a century, near Hornbrook, California, on 28 August 2024. Photograph: San Francisco Chronicle/Hearst Newspapers/Getty Images\n\nNative seeds strewn across the riverbanks and their adjoining hillsides began to bloom. Scores of birds and animals – from bald eagles, to beavers, to bears – returned to the waterway. Insects, algae and microscopic features of the flourishing systems that feed this ecosystem were sprouting.\n\n“These kids will be the first generation who get to grow up alongside a clean Klamath River,” said Ren Brownell, the former spokesperson for the Klamath River Renewal Corporation, a non-profit created to oversee and implement the removal. “They can now carry this momentum to other watersheds,” Brownell said.\n\nThat sentiment fueled the idea to have tribal youth be the first to navigate the river. The “Paddle Tribal Waters” program is part of Ríos to Rivers, an advocacy organization that fosters environmental stewardship by connecting thousands of Indigenous students across seven countries.\n\nFor the finish, people traveled from China and the Bolivian Amazon. There were Māori people from New Zealand there and members of the Mapuche-Pehuenche tribe who live along the Biobío river in Chile. Representatives from the Shoshone-Bannock Tribes and the Nimiipuu (Nez Perce) Tribe in the Snake River Basin in the western US also joined.\n\nWhile the Klamath youth cultivated a deeper connection to their wild river being reborn, they also inspired Indigenous-led movements working to protect or restore other rivers around the world.\n\n“It is a great David-and-Goliath story,” Brownell added. “It turns out that you can win.”\n\nKlamath’s first year\n\nA project of this scale had never been attempted before Klamath’s dams came down, and even with an abundance of hope and extensive modeling, there was uncertainty about how the river would rebound.\n\nEven with years of work left to do, the speed of recovery has surprised everyone.\n\nWithout the large reservoirs that kept waters stagnant and warm during the summers, toxic markers that used to consistently spike outside healthy ranges have stayed at safe levels through the seasons. Water temperatures too have returned to their natural regimes, providing the coolness fish need to migrate.\n\n“The river seemed to come alive right after dam removal,” said Damon Goodman, the Mount Shasta-Klamath regional director for CalTrout during a meeting on the one-year anniversary. “There’s just fish jumping all over the place, bald eagles, all sorts of wildlife.”\n\nThe unprecedented project required an equally unprecedented fish-monitoring effort that relied on a range of tools, including sonar, boat surveys, netting and tagging, and video, to observe adaptation, migration, spawning and habitat.\n\n“The data is coming out so fast it is hard to keep up with the findings,” Goodman said.\n\nView image in fullscreen Ruby Williams on the Klamath River. Photograph: Erik Boomer/River Roots Productions\n\nBarry McCovey Jr is the senior fisheries biologist for the Yurok Tribe and has warned local communities and the public about the challenges that still lie ahead. Two dams remain on the river and it will take decades to heal “the massive scars” left by the dams that were removed, McCovey Jr said, adding that what might seem like a happy ending is just the beginning.\n\nThat doesn’t mean he isn’t celebrating.\n\n“We called them footballs, they were so robust and healthy,” he said, referring to the fish now completing long journeys they haven’t been able to for more than a hundred years. One year in, “the big-picture update is the river is continuing to heal”, McCovey Jr said. “It has a different feel to it now – and it is only going to get better.”\n\nFor McCovey Jr, the wins go beyond the fish getting a renewed chance to thrive, along with the ecosystems that support them. After working to restore this basin for most of his life, his son, who completed the first descent, is now connecting with the river as it rebounds.\n\n“The river needed those kids – they are part of the solution,” he said. They will play an important role to lead restoration work needed into the future. But they are also helping to spread an important message.\n\n“It’s always been part of the goal to show people around the world that something like this",
    "cluster": 0
  },
  {
    "title": "Ken Henry warns Labor’s nature laws ‘are worthless’ unless minister tightens ‘national interest’ exemptions",
    "link": "https://www.theguardian.com/australia-news/2025/oct/30/ken-henry-warns-labors-nature-laws-are-worthless-unless-minister-tightens-national-interest-exemptions",
    "published": "2025-10-30",
    "source": "",
    "text": "The former Treasury secretary Ken Henry says “a conga line of developers” would lobby the environment minister for special carve-outs unless the Albanese government clarifies the types of projects that could be granted exemptions under its new nature laws.\n\nWhile welcoming the overall package of laws introduced to parliament on Thursday, Henry said the vague drafting of the “national interest” exemption and the failure to close loopholes for native forest logging and land clearing were problems that needed to be fixed.\n\nSign up: AU Breaking News email\n\nLabor’s grassroots environment action group also wants the exemption “tightened”, and the other loopholes shut, but is desperate for the laws to pass after years of internal campaigning.\n\nFive years to the day since Graeme Samuel presented his scathing review of the Environment Protection and Biodiversity Conservation (EPBC) Act to then Coalition government minister Sussan Ley, Labor on Thursday introduced its promised fix to parliament.\n\n“Reforming these laws is vital to protect our precious natural environment, on which life depends, as do jobs in tourism, agriculture, resources and other industries,” the environment minister, Murray Watt, said in a speech to the National Press Club.\n\n“But this act is also incredibly important to giving business certainty and achieving our national priorities.”\n\nAmong the bill’s provisions is a new power that would allow the environment minister to approve a project in breach of national environmental standards if it was deemed in the “national interest”.\n\nThe legislation cites projects relating to defence, security and national emergencies as the types of applications that might attract the exemption.\n\nBut it does not limit the exemption to those areas, creating a level of discretion that green groups fear could be used to approve fossil-fuel projects at odds with nature laws.\n\nLabor MP Ed Husic also warned the power could be misused by a future Coalition minister.\n\nHenry, who as chair of the Australian Climate and Biodiversity Foundation has been a high-profile advocate for EPBC reform, said the exemption needed to be clarified.\n\n“Unless there is sufficient clarity, the minister is going to have a conga line of project developers through the halls of Parliament House, trying to get him to argue that their project is in the national interest,” he told Guardian Australia.\n\n“Every project developer is absolutely convinced that their project is in the national interest. And if that’s all it takes, then the laws are worthless.\n\n“Obviously more than that’s going to be required [to get an exemption] but exactly what’s going to be required – that’s the big question.”\n\nThe Labor Environment Action Network (Lean) co-convener Louise Crawford also wanted the exemption “tightened” to avoid “unintended consequences”.\n\nQuestioned at the press club about the provision, Watt again cited defence and national security as the type of projects that the “rarely used” power could apply to.\n\nWhen asked why the legislation did not explicitly prohibit the exemption from being used for fossil projects, Watt left the door open to changes.\n\n“If others want to raise those kind of things over the course of the debate, we’ll listen to them as we will to every other proposal,” he said.\n\nWhile praising the bill as a “big step” forward for nature and business, Henry was disappointed the carve-out for native forest logging and the so-called “continuous use exemption” that allows agricultural land clearing to bypass federal assessment were not removed.\n\nWatt has promised native forest logging would be captured under proposed new environment standards but has no plans to touch the land-clearing exemptions.\n\nEnvironment groups including the Australian Conservation Foundation, Greenpeace, World Wildlife Fund and Wilderness Society all criticised the exemptions as they warned the bill contained too many loopholes to properly protect nature.\n\nThe Wilderness Society’s Sam Szoke-Burke said the bill was “riddled with loopholes that would enable rampant deforestation and species extinctions to continue at pace”.\n\nCrawford said LEAN would continue to its long-running campaign for the EPBC Act to be stripped of all exemptions.\n\nBut she said members were determined for the legislation to pass after several failed attempts, including in the Albanese government’s first term, to fix the John Howard-era nature laws.\n\n“We believe there’s enough good in this bill, it is time to get on with it,” she said.\n\nThe Coalition and the Greens, which are both opposed to the bill in its current form, joined forces in the Senate on Thursday to refer the bill to a five-month inquiry.\n\nLabor could still pass the laws this year if it struck a deal with either side.\n\nThe Greens’ environment spokesperson, Sarah Hanson-Young, said she was open to negotiating with Labor but stressed the current bill “leaves nature for dead” and would “make things worse for nature and the climate”.\n\n“It will take environment protections backwards while fast-tracking approvals for business,” she said.",
    "cluster": 1
  },
  {
    "title": "Toxin levels in fish lead to calls for UK-wide ban on mercury dental fillings",
    "link": "https://www.theguardian.com/environment/2025/oct/30/toxin-levels-in-fish-lead-to-calls-for-uk-wide-ban-on-mercury-dental-fillings",
    "published": "2025-10-30",
    "source": "",
    "text": "Britain is facing mounting pressure to ban mercury dental fillings, one of the few countries yet to prevent the practice, as new data reveals alarming contamination levels in the nation’s fish and shellfish.\n\nMercury is a potent neurotoxin that can harm the nervous, digestive and immune systems, as well as the lungs, kidneys, skin and eyes, even at low levels of exposure. Its organic form, methylmercury, is particularly dangerous to unborn babies and can move through the food chain building up in insects, fish and birds.\n\nBritain is lagging behind the rest of the world on phasing out mercury dental fillings, with 43 countries having already banned mercury amalgam, including the EU, Sweden, Norway, Tanzania, Uganda, Indonesia and the Philippines. Northern Ireland will outlaw mercury fillings from 2035 but no such ban is planned in the rest of Britain.\n\nAccording to new analysis by the Rivers Trust and Wildlife and Countryside Link, more than 98% of fish and mussels tested in English rivers and coastal waters contain mercury above safety limits proposed by the EU, with more than half containing more than five times the recommended safe level.\n\n“Mercury can have really detrimental impacts on wildlife and is known to build up in the food chain, affecting species from fish and otters to buzzards,” said Dr Rob Collins, director of policy and science at the Rivers Trust. “With almost all fish in English rivers and coastal waters above proposed safety levels, the government needs to speed up action on mercury pollution.”\n\nMercury from dental fillings enters the environment mainly through crematorium emissions, which release vaporised metal into the air when people with amalgam fillings are cremated. The mercury then settles on land and washes into rivers and seas.\n\nView image in fullscreen There is concern about the levels of mercury in fish and shellfish, such as mussels. Photograph: Christopher Thomond/The Guardian\n\nAccording to Environment Agency data, crematoriums are the second-largest source of mercury emissions to air after fuel combustion. Power stations contribute about 846kg mercury emissions to air, followed by crematoria, with 593kg, road transport, 228kg, domestic combustion, 194kg and cement processes, 140kg.\n\n“Banning mercury fillings is an easy and cost-effective way to cut pollution, helping to make our rivers cleaner and boost struggling wildlife,” said Richard Benwell, chief executive of Wildlife and Countryside Link. “A global deal will be on the table in November – the UK should stop dragging its heels and commit to a phase-out.”\n\nAt the upcoming Minamata convention on mercury in November 2025, governments will debate a global phase-out of dental amalgam by 2030. African nations including Botswana and Burkina Faso are leading the call, while UK groups are urging Defra to support the proposal and bring forward Northern Ireland’s 2034 timeline to match.\n\nBut the British Dental Association chair, Eddie Crouch, said: “Dental amalgam is tried and tested material and pulling the plug without a transition period would effectively bankrupt NHS dentistry. Amalgam separators are already in use in every dental practice in Britain to manage this risk. We would encourage crematoria to make use of available technology to do the same.”\n\nCampaigners say the financial justifications for keeping amalgam are outdated. Mercury fillings have already been restricted for pregnant women and children owing to developmental risks, and countries such as Germany have replaced them with safer alternatives at only marginally higher cost, they say.\n\nskip past newsletter promotion Sign up to Down to Earth Free weekly newsletter The planet's most important stories. Get all the week's environment news - the good, the bad and the essential Enter your email address Sign up Privacy Notice: Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on theguardian.com to send you this newsletter. You can complete full registration at any time. For more information about how we use your data see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n\nA government spokesperson said it was “committed to protecting public health and the environment through strict management of dental amalgam”, describing it as a safe and effective filling material.\n\n“We recognise mercury can be harmful in large volumes, which is why strict controls are in place to minimise environmental impacts,” they said, adding: “Policy on dental amalgam is devolved across the UK, with a clear direction to restrict and phase down its use.”\n\nThe government said it was updating crematorium guidance under its environmental improvement plan to cut mercury emissions, and that it was reviewing the future use of dental amalgam across the UK before the Minamata convention, considering Northern Ireland exemptions and the EU phase-out.\n\nMike Birkinshaw, CEO of the Federation of Burial and Cremation Authorities, said it had worked with the Cremation Society of Great Britain for 11 years running a mercury abatement scheme. In 2024, 253 of 338 crematoriums took part, and many now used full abatement systems, cutting emissions well beyond Defra’s 50% target set in 2012.\n\nBirkinshaw said the FBCA was awaiting updated guidance “expected to require all crematoria to abate all their mercury emissions within three years of publication”, adding that the sector was “committed to reducing this harmful emission in the shortest time possible”.",
    "cluster": 2
  },
  {
    "title": "Insurers calling for trees to be felled as cheap fix for subsidence, say critics",
    "link": "https://www.theguardian.com/environment/2025/oct/30/insurers-calling-for-trees-to-be-felled-as-cheap-fix-for-subsidence-say-critics",
    "published": "2025-10-30",
    "source": "",
    "text": "When Linda Taylor Cantrill finally found her dream family home in Exmouth, Devon, it wasn’t the location, the square footage or the local amenities that finally made up her mind – it was the 200-year-old oak tree in the garden.\n\n“The way we felt about just standing in the shade of the tree was: ‘We need this house, because look how beautiful it is,’” she told the Guardian.\n\nLittle wonder then, that when an insurance company suggested chopping the tree down in an effort to arrest the subsidence affecting the house, Taylor Cantrill says she turned “into Boudicca”, to stop the chainsaws – launching a years-long battle that, this year, she finally won.\n\nHers might seem like an isolated example of arboreal activism, but the issue of insurers recommending tree-felling as a cheap fix to building issues is one played out daily in Britain.\n\nThe problem, according to some campaigners, is so common that they fear it could bring about the loss of irreplaceable ancient trees.\n\nData on insurance-related tree-felling is difficult to pin down, but underwriters are braced for a increase in subsidence claims this year. The Association of British Insurers (ABI) said there had been “unusually high spring temperatures” – often a cause of such claims.\n\nView image in fullscreen The tree that the Taylor Cantrills’ insurers blame for subsidence. Photograph: Jim Wileman/The Guardian\n\nAs part of the Haringey Tree Protectors group, Gio Iozzi has been heavily involved in efforts to save a 120-year-old plane tree in north London. “I see it as big a problem, on a par with the water pollution scandal,” she said.\n\nLike Taylor Cantrill, she chose her home because of the trees nearby and believes insurers prefer to fell trees suspected of causing subsidence rather than pursuing engineering solutions such as underpinning houses.\n\nIt is a view shared by the Woodland Trust, which said it was a “significant concern”. Caroline Campbell, who leads the trust’s work on bringing the benefits of trees to the urban areas that need them the most, said: “Mature and veteran trees are often removed before causation is proven, and in many cases where alternative engineering or root management solutions could resolve the problem while retaining the tree.\n\n“The general approach from many insurers remains risk-averse, defaulting to removal as the quickest or cheapest option.”\n\nThe ABI said: “It is not the case that insurers default to tree removal as a matter of convenience or cost-cutting. Insurers will assess each claim on a case-by-case basis, and will consult with experts to determine the most appropriate course of action.”\n\nIn Billingshurst, in West Sussex, another group is still fighting to save two oak trees villagers believe are at least 200 years old, and that insurers say are the cause of damage to nearby homes.\n\nAfter hiring a lawyer, and thousands of people signing a petition in support, the Save Billi Oaks campaigners have fought their local authority to a standstill. The authority had initially granted permission to fell the trees, despite tree preservation orders being in place.\n\nLast month, councillors voted unanimously to pause those plans while they took legal advice. It is understood the council will revisit the matter on 5 November.\n\nOne of those fighting for the trees, Gabi Barrett, said: “If it weren’t for the community stepping up, both trees would have been felled.” .\n\nShe added: “The trees are stunning, perfectly balanced and over 200 years-old. They are the only trees of that age and status that remain on the estate. They provide shade in summer and mitigate flood risk in the wetter months.”\n\nShe said that “from the get-go, saving these trees has been a community effort”.\n\nBut it has not yet secured the future of the trees. They remain vulnerable, partly because the council fears incurring liability if it does not agree to the insurer’s request to cut them down.\n\nCampbell said the effect of losing the trees could be devastating for the local environment: “Even a single insurance claim can lead to the felling of multiple street or garden trees, and subsidence is known to be one of the largest claim types facing the insurance sector.\n\n“The cumulative impact over time is substantial, contributing to canopy loss in exactly the urban areas where trees are most needed for cooling, air quality and flood mitigation.”\n\nAnd, while mature trees are effective at taking CO 2 out of the atmosphere, newly planted ones – often cited as mitigation when an ancient tree is felled – are much less so. Chopping down mature trees can also release the CO 2 back into the atmosphere.\n\nThe ABI said firms “explore alternative solutions” to felling, but these were not always suitable. A spokesperson also said underpinning “itself has an environmental impact through the use of carbon-intensive concrete”. They added: “The insurance industry takes its climate responsibilities seriously.”\n\nTaylor Cantrill’s successful defence of her beloved tree will be an inspiration to others with a similar fight on their hands. For those, like Barrett, the battle to preserve their local greenery is personal. She said: “My children were born in Billingshurst – I have fond memories of stopping for a snack in the shade under those trees on the way back from toddler group. I would find their loss devastating.”",
    "cluster": 0
  },
  {
    "title": "Shell’s profits pass $43bn after production hits new highs in Brazil and Gulf of Mexico",
    "link": "https://www.theguardian.com/business/2025/oct/30/shells-profits-surpass-43bn-after-production-hits-new-highs-in-brazil-and-gulf-of-mexico",
    "published": "2025-10-30",
    "source": "",
    "text": "Profits at Shell have climbed to more than $43bn for the year so far after fossil fuel production in the Gulf of Mexico reached a 20-year high and production in Brazil set a new record.\n\nThe oil company reported better than expected earnings of $5.4bn for the third quarter, a 27% increase on the $4.3bn in the previous three-month period – but lower than the $6bn recorded over the same period a year earlier.\n\nThe FTSE 100 company is on track to report lower annual profits this year compared with 2024 due to lower oil and gas prices in the global market, but the company claimed to have “one of the strongest balance sheets in the industry”.\n\nWael Sawan, Shell’s chief executive, said: “Shell delivered another strong set of results, with clear progress across our portfolio and excellent performance in our marketing business and deepwater assets in the Gulf of America and Brazil.”\n\nMore than half of Shell’s oil and gas volumes are extracted from projects in Brazil and the Gulf of Mexico, where this year it began production at the Whale platform. The project has delivered more oil and gas than expected in its investment case, and in half the time anticipated.\n\nShell has also started up projects in the UK this year, where it has reported a tax charge of $509m (£387m) for the first nine months of the year related to the UK energy profits levy – a windfall tax.\n\nThe levy was introduced following Russia’s invasion of Ukraine, when global oil prices reached more than $100 a barrel, inflating oil company profits, and was due to remain in place until 2030.\n\nHowever, Rachel Reeves is reportedly weighing up plans to scrap the profits levy on the UK oil and gas industry sooner than expected amid growing concerns over the government’s approach to the North Sea.\n\nThe chancellor may use next month’s budget to end the windfall tax in March 2029 instead, according to the Financial Times. But the Treasury is understood to be seeking assurances from oil and gas companies that the move would result in greater jobs and investment.\n\nSawan told investment analysts that Shell was “hopeful” that the upcoming budget would bring an improvement to the UK’s fiscal environment and that “predictability and reliability would come to play”.\n\nHe said the company had been clear that it values a “predictable and a progressive tax system”, and added that “reliability is key”.\n\nSince the windfall tax was introduced global oil prices have tumbled to about $65 a barrel. The average price over the last quarter was $69 a barrel, compared with more than $80 a barrel in the same period last year.\n\nSawan said: “Despite continued volatility, our strong delivery this quarter enables us to commence another $3.5bn of buybacks for the next three months.”\n\nShell plans to buy back shares from its investors for the 16th consecutive quarter, in line with its aim to return between 40% and 50% of cashflow to investors. The latest buybacks put the company on track to have purchased about a quarter of its shares over the past four years.\n\nThe company’s London headquarters were targeted by protesters this week after activists from Fossil Free London staged an early Halloween campaign against the company’s “horror show” profits.\n\nRobin Wells, the director of Fossil Free London, said: “Each quarter, Shell’s inordinate profits are announced, with no acknowledgment of the exploitation and destruction of communities across the world that enables this greed. We’re here today to say that Shell’s profits are a horror show. And that when it comes to big oil, it’s always trick or trick.”",
    "cluster": 4
  },
  {
    "title": "The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health",
    "link": "https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe",
    "published": "2025-10-30",
    "source": "",
    "text": "For a long time, ecology tended to ignore people. It mostly focused on beautiful places far from large-scale human development: deep rainforest or pristine grassland. Then, in the late 1990s, in the desert city of Phoenix, Arizona, scientists shifted their gaze closer to home.\n\nA team of ecologists went out into their own neighbourhood to map the distribution of urban plants in one of the first studies of its kind. Equipped with tape measures and clipboards, they documented trees and shrubs, sometimes getting on all fours to crawl through bushes under the curious watch of local people.\n\n“We had a lot of fun. Little kids loved our measuring wheel,” says Prof Ann Kinzig, from Arizona State University. “It made me look at cities differently.”\n\nExisting ecological theories did not explain the distribution of plants in cities. In wild areas, plants are typically arranged by influences such as geography and weather: the rockiness of the soil, level of rainfall, exposure to light and shade.\n\nThe scientists wondered whether a new theory was needed. “And the answer was, we did,” Kinzig says.\n\nView image in fullscreen Phoenix city, where a 2003 study first documented the ‘luxury effect’ on wildlife diversity. Photograph: Alamy\n\nThe urban data kept telling them the same thing: the most significant impact on the distribution of plants was not elevation, proximity to water bodies, being close to rural areas or soil type. It was the wealth of people living nearby. In 2003, her team published the first paper on the “luxury effect”.\n\nThe phenomenon describes how wealthy parts of cities have more wildlife, and more wildlife diversity – a finding that can have profound implications for human health and wellbeing. In Phoenix, the researchers wondered if heat was the culprit. It is a desert environment where water is scarce and temperatures can be punishing.\n\nWhen wealth in an area of Phoenix went up, people generally planted more vegetation and kept it watered. A $10,000 (£7,500) increase in the median household income of the study site in Phoenix resulted in a 0.3C (0.54F) decrease in mean surface temperature.\n\nView image in fullscreen In Phoenix, household income was found to be one of the best predictors of lizard diversity. Photograph: Getty/500px\n\nBut since the initial studies in Phoenix, researchers found the luxury effect in other cities with different species, and where heat was less crucial. Black-tailed deer in British Colombia hung out in wealthier parts of town with more gardens, golf courses and parklands, according to a 2023 study.\n\nThe luxury effect has been found in plants in North America, Burundi, China and Australia. It has also been documented in birds in North America, Europe and New Zealand. Birds depend on plant species or food and shelter, so it’s possible that they are following the plants to luxury neighbourhoods. Even some bats gravitate towards wealthier areas of town. As far back as ancient Egypt, the places where labourers lived hosted different insect species compared with wealthier areas.\n\n“I was surprised – not that human agency might shape biodiversity patterns in unexpected ways, but that the luxury effect holds so well,” says Kinzig. “In other words, you would … expect different types of people to create landscapes that support different types of other species, but you would not necessarily expect the rich would almost always experience higher biodiversity.” (Fewer studies on the luxury effect have been done in tropical regions – one study from Burundi found a positive relationship between plant diversity and wealth, but another study in Puerto Rico found no correlation, possibly because there is a smaller income gap between neighbourhoods.)\n\nWhen people have the time and resources … they seem to like more diverse vegetation Jeff Ackley, biologist\n\nIn urban environments, “humans control everything”, says Jeff Ackley, a US government regulatory biologist, who discovered the luxury effect on “rich lizards” of Phoenix, finding that household income was one of the best predictors of nearby lizard diversity. “When people have the time and resources to do it, they can control what their back yards look like. And for the most part, people seem to like more diverse vegetation.”\n\nBut the luxury effect is not confined to gardens – it appears to be happening indoors too. Wealthier homes have more insects and spiders living inside, according to a study from the US.\n\nResearchers randomly sampled 50 homes in Raleigh, North Carolina, across the income spectrum. Wealthier homes had on average 100 types of arthropods, twice the number than in less wealthy homes, according to the study, which accounted for the size of home.\n\nView image in fullscreen Contact with biodiverse environments and animals has been connected to positive health effects in humans. Photograph: John Callery/Getty Images/iStockphoto\n\nThe results were counterintuitive, because people typically think of wealthier people having cleaner homes, highlighting “how much we have yet to learn about indoor ecology”, researchers wrote.\n\nNo study has looked at how the millions of species of microbes that live in cities might be influenced by the luxury effect, but research shows poorer people typically have more inflammatory and immune diseases, which could be linked to lack of exposure to microbial life. Contact with biodiverse environments, soil and animals has been connected to a host of positive health effects.\n\n“Almost all diseases of the immune system are on the rise,” says Dr James Kinross, a consultant surgeon at Imperial College London and author of Dark Matter: The New Science of the Microbiome. “There’s something about the way that we build and construct our urban systems that detaches us from nature, and therefore detaches us from these kind of microscopic ecosystems that we need to maintain our health.”\n\nBiodiversity loss is recognised as a pressing global issue, but has typically referred to extinctions and species de",
    "cluster": 0
  },
  {
    "title": "How a radical experiment to bring a forest into a preschool transformed children’s health",
    "link": "https://www.theguardian.com/environment/2025/oct/29/soil-sandpit-children-dirty-biodiversity-finnish-nurseries-research-microbes-bacteria-aoe",
    "published": "2025-10-29",
    "source": "",
    "text": "Aurora Nikula, 5, is having a normal day at her nursery. She is making a cake out of sand and mud, adding in make-believe carrots, potatoes and meat. “It’s overcooked,” she says as she splashes water in, then adds another dollop of sand. “More sugar, it tastes better,” she says. A handful of mud goes in, and the dish evolves into a chocolate cake.\n\nAki Sinkkonen, a principal scientist with the Natural Resources Institute Finland, is watching. He’s also very interested in Aurora’s cake, but for different reasons. “Perfect,” he says, admiring the way she is mixing soil, sand and leaves and then putting it on her face. “She’s really getting her hands in it.”\n\nView image in fullscreen Aki Sinkkonen (left) and Marja Roslund from the Natural Resources Institute Finland in the Humpula garden\n\nTo a hygiene-conscious kindergarten, this could be a problem, but at Humpula daycare centre in Lahti, north of Helsinki, children are encouraged to get muddy. Across Finland, 43 daycare centres have been awarded a total of €1m (£830,000) to rewild yards and to increase children’s exposure to the microscopic biodiversity – such as bacteria and fungi – that lives in nature.\n\nWe already know that access to the outdoors is important for children and their development. But this study goes one step further. It is part of a growing body of research linking two layers of biodiversity. There is the outer layer – the more familiar vision of biodiversity, made up of soil, water, plants, animals and microbial life, that lives in the forest, playground (or any other environment). And then there is the inner layer: the biodiversity that lives within and upon the human body, including the gut, skin and airways.\n\nIncreasingly, scientists are learning that our health is intimately linked to our surroundings, and to the ecological health of the world around us. The first 1,000 days of human life – when the brain and body are most rapidly developing – are considered particularly crucial.\n\nView image in fullscreen Saija Kilkki, an early-childhood educator, at Humpula, with Aurora Nikula (left) and Eevi Paronen (right)\n\nView image in fullscreen View image in fullscreen Eevi (right) and Aurora are ‘making food’; Aurora serves her chocolate cake\n\nPutting the children in charge\n\nThis kindergarten has been exploring that relationship through a novel experiment – including digging up a piece of the forest floor, and seeing how exposure to it changes children’s health. In autumn, the daycare centre – which has 180 children and 50 staff – looks much like an allotment run by children.\n\nThe compost is fed with old leaves and weeds, and then used to grow beetroots, carrots, cucumbers and potatoes, courgettes and chillies. Now parsley is the only thing left – winter is drawing in and everything else has been eaten. The children, however, remain outside.\n\nThe plants, dead wood and soil in the daycare centre have all been specially selected for their rich micro-biodiversity. They have also dug up and imported a giant live carpet of forest floor, 20-40cm deep and 10 metres square. It has blueberries, lingonberries and moss growing on it, to encourage the children to forage, find bugs and learn about nature.\n\n“This area has not been forested for 200 years so this is a substitute,” says Sinkkonen. In a wetland area they can balance on rocks and play among a different selection of plants. Five years ago, it was a gravel car park.\n\nView image in fullscreen Jade Maksimainen (left) and Enni Löfman\n\nThis kindergarten was included in a two-year study looking at how biodiversity enhancements affect the microbial composition of children’s skin, saliva and faeces. The study was the first of its kind. Blood samples were taken to look at immune defences, and a short questionnaire about infectious diseases was filled out every three months. In total, 75 children aged between three and five across 10 urban daycare centres took part in the study. It compared “rewilded” daycare centres such as this with others covered in asphalt, sand, gravel and plastic mats.\n\nA year later, it found children playing in the green kindergartens had less disease-causing bacteria – such as Streptococcus – on their skin, and stronger immune defences. Their gut microbiota showed reduced levels of Clostridium bacteria – associated with inflammatory bowel disease, colitis and infections such as sepsis and botulism. Within 28 days it found an increase in cells in the blood – called T regulatory cells – that protect the body from autoimmune diseases. Other research showed that in just two weeks children’s immune system regulation could be improved by playing in a sandpit enriched with garden soil.\n\nThe human body contains trillions of bacteria, viruses and fungi, which are essential to how we function. Research shows external micro-biodiversity (such as bacteria and fungi) is transferred into the body through touch or ingestion.\n\nEven breathing counts: the air has its own microbiome, which is associated with tree and plant species in the surrounding area. Soil – home to 90% of the world’s fungi – also feeds the microbiome in the air.\n\nView image in fullscreen Frida Häme, an early-years educator, inspects the compost with the children\n\nView image in fullscreen View image in fullscreen Aurora finds some beetroot in the compost; children cook potatoes they have grown themselves\n\nScientists think one of the reasons so many people now have allergies is because they were not exposed to microbes that occur naturally in the environment at a young age. The “old friends” hypothesis says humans evolved alongside microbes in air, plants and soil. The body can exchange useful microbes (bacteria and fungi, for example) with the natural world to stay healthy.\n\nMarja Roslund, a scientist at the Natural Resources Institute Finland, says: “It’s good for national health. Immune diseases are expensive. Even a small reduction in the burden of these diseases is good for national health and the economy.”\n",
    "cluster": 0
  },
  {
    "title": "How do you move a village? Residents of France’s last outpost in North America try to outrun the sea",
    "link": "https://www.theguardian.com/environment/2025/oct/28/canada-st-pierre-miquelon-relocation-climate-crisis-rising-tides-france-hurricanes",
    "published": "2025-10-28",
    "source": "",
    "text": "Franck Detcheverry, Miquelon’s 41-year-old mayor, trudges up a grassy hill. “The view isn’t too bad, huh?” he jokes. The ocean sparkles 40 metres below the empty mound. The sound of a man playing the bagpipes, as if serenading the sea, floats up from the shoreline. This hill will be the location of his new home and those of all his fellow villagers.\n\nIn the distance, about half a mile away, you can see the outline of the 400 or so buildings in the village of Miquelon. It sits only 2 metres above sea level on the archipelago of Saint-Pierre and Miquelon. Situated off the Canadian coast to the south of Newfoundland, it is an “overseas collectivity” of France, and the country’s last foothold in North America.\n\nView image in fullscreen Franck Detcheverry at the site where the new village will be built. ‘We all know each other. That’s why it’s hard to carry out a project like this,’ the mayor says. Photograph: Sara Hashemi\n\nIt is the kind of place where people leave their car door open while they grab their groceries from the general store, and everyone nods bonjour as they pass you on the street.\n\nWe negotiated with the government to give us three years to build our new homes … we’re doing it little by little Franck Detcheverry, mayor of Miquelon\n\nBut just over a decade ago something happened that would change the direction of the island’s future for ever. In 2014, François Hollande became the first French head of state to set foot on Miquelon – and he delivered a huge blow to its 600 or so population: Miquelon could soon disappear because of the rise in sea level, he said, which is estimated to reach one metre by the end of the century.\n\nAs a result, he put the village under a coastal risk-prevention plan that banned all new construction.\n\nThe news came as a shock to the villagers. “For a village this small, it meant that there was no future,” says Xénia Philippenko, a geographer at the Université du Littoral Côte d’Opale, who began her graduate studies on Miquelon’s relocation immediately after Hollande’s announcement.\n\nView image in fullscreen Xénia Philippenko noticed a shift in attitudes about the move after two big storms hit the village\n\nIf people could not build any more, they would have to move. And they did not want to move.\n\nBut when she came back to the village just a few months later, she noticed a change in the people. The village had been hit by two back-to-back storms that flooded homes and damaged property. It seemed as if people were now beginning to accept that they would have to move, and took to the streets to demand a plan.\n\nBut it was not until 2022 that the local government, led by Detcheverry, started thinking in earnest about relocating after the village narrowly missed being hit by Hurricane Fiona, one of the most expensive weather events ever in Canada.\n\nThe move, when it is complete, will give Miquelon the unenviable title of the first French village to relocate because of the climate emergency. The French government is investing public finances through an unprecedented use of the Barnier fund, used to financially support French citizens whose houses are threatened by the climate crisis by repurchasing their homes.\n\n“Usually, you have to immediately leave your house once the government buys it,” Detcheverry says. “We negotiated with the government to give our residents three years to build their new homes. And we’re doing it little by little, with about seven to eight houses each year.”\n\nFor now, relocation is voluntary, and nearly 50 people have signed up to move. Last month, nine people signed their leases and received construction permits. At the same time, workers started to extend Miquelon’s water and electricity supplies to the new site.\n\nThe goal is to keep the two sites connected as people move across the bridge between them. As long as most of the villagers are on the old site, the town hall, school and other public buildings will remain there. The new village will also house a storm shelter.\n\nView image in fullscreen A satellite image of Saint-Pierre and Miquelon shows the fragility of the isthmus connecting the main islands of the archipelago. Photograph: Universal Images Group North America//Alamy\n\nPhillippe Detcheverry, a retired executive at a utility and unrelated to the mayor, is one of the pioneers. Like most people in Miquelon, he built his house himself 40 years ago. But letting it go was easier than he thought it would be, he says. He and his wife have had to deal with the damage from several floods and saw the relocation as an opportunity. He already has plans for his new house ready.\n\n“The constraint of no longer being able to build here – of not being sure that we are sufficiently protected from the sea, with storms that are getting stronger and more frequent – forced us to tell ourselves that our property here is no longer worth much,” he says.\n\nView image in fullscreen Phillippe Detcheverry with the architectural designs for his new house. He says he cannot speak about his move with some friends as the conversations get too heated. Photograph: Sara Hashemi\n\n“And what are we going to leave to our children?” Moving, he says, is an investment for his two sons’ future. “Otherwise, we’d just be leaving behind a building.”\n\nThe ocean is ever present in Miquelon, seen from almost every vantage point on the island; its movements dictate island life – whether or not a ship can bring in supplies, for example, or if someone can make a doctor’s appointment on Saint-Pierre. Its bounty is what brought people here in the first place.\n\nMany people on Saint-Pierre and Miquelon are the descendants of Acadians, 17th-century French settlers who founded a colony in what became Canada’s Maritime provinces.\n\nThe Acadians came to fish for cod in these waters centuries ago, and were chased off as the archipelago bounced between British and French rule in the 18th century. Each time, the Acadians returned – in some ways, moving is in the villagers’ blood.\n\nView im",
    "cluster": 0
  },
  {
    "title": "Antarctic krill: how did a paperclip-sized crustacean cause a diplomatic row – and why are they so important?",
    "link": "https://www.theguardian.com/environment/2025/oct/26/explainer-antarctic-krill-vital-ecosystem-food-chain-conservation-carbon-store",
    "published": "2025-10-26",
    "source": "",
    "text": "Antarctic krill are small, shrimp-like marine crustaceans (Euphausia superba). They feed on plankton and are the main food source for larger marine animals. The word “krill” comes from the Norwegian word “kril” meaning the small fry of fish.\n\nWhy are they so important in Antarctica? In the Antarctic, they are the key species upon which the entire Southern Ocean ecosystem relies. Although only the size of a paperclip, penguins, whales and seals all rely them as their primary food source. They also play a crucial role in regulating the climate by storing carbon. One study found krill can remove up to 12bn tonnes of carbon a year from the atmosphere They are fished in vast quantities by industrial trawlers across the Southern Ocean and turned into food for pets and farmed fish, as well as omega-3 dietary supplements. Last year, about 500,000 tonnes of krill were trawled in the Antarctic. Norway took 67.2% of the total krill catch in 2023; followed by China, at 17.1%; South Korea, with 8.4%; Chile, with 4.4%; and Ukraine taking 2.8%.\n\nAre they under threat? Conservationists and scientists have long warned that krill are under increasing threat from overfishing and climate change. A recent study by Norwegian and German scientists, using acoustic recordings to identify areas of overlap, found krill ships and Antarctic predators follow the same krill swarms. There was no point in the year where fishing does not affect the feeding of marine life, they said. View image in fullscreen The research ship RRS Sir David Attenborough in Antarctica. The vessel’s namesake has warned that trawling for krill ‘might be removing the foundation of an entire ecosystem’. Photograph: BAS In his film Ocean, which showed krill trawlers next to Antarctic whales, David Attenborough voiced his concerns: “Some claim this is sustainable but we might be removing the foundation of an entire ecosystem.”\n\nWho is putting pressure on CCAMLR? A coalition of scientists, conservation organisations, environmental activists and others have called on CCAMLR to ensure it implements its conservation mandate and close the Southern Ocean to krill fishing. Launching their campaign at the UN Ocean conference in France earlier this year, they warned that the continued exploitation of krill would lead to ecological collapse. The actor Benedict Cumberbatch and veteran oceanographer Sylvia Earle are among the campaign’s supporters. View image in fullscreen The actor and campaigner Benedict Cumberbatch has said: ‘Protecting the Southern Ocean isn’t optional – it’s essential for the health of our planet.’ Photograph: Kate Green/Getty/BFI",
    "cluster": 2
  },
  {
    "title": "Russia arrests Ukrainian biologist for backing curbs on Antarctic krill fishing",
    "link": "https://www.theguardian.com/environment/2025/oct/26/russia-ukrainian-biologist-leonid-pshenichnov-arrest-treason-antarctic-krill-overfishing",
    "published": "2025-10-26",
    "source": "",
    "text": "A diplomatic row has erupted over the “illegal” detention of one of Ukraine’s scientists, who has been accused by the Kremlin of undermining Russia’s industrial trawling for krill in Antarctica.\n\nLeonid Pshenichnov, 70, a Ukrainian biologist who is an expert on Antarctica, has a decades-long record of scientific research and contributions to conservation, including support for marine protected areas in the region.\n\nHe was preparing to travel to Australia to attend a conference on protecting Antarctic marine life when he was arrested in the Russian-occupied territory of Crimea. He has since been accused by the Russians of high treason.\n\nThe Guardian has seen a document said to be the one provided by the Russian authorities to Pshenichnov’s lawyers, outlining the allegations against him.\n\nView image in fullscreen Leonid Pshenichnov ‘had the misfortune of living in Kerch, Crimea, when it was captured by Russian troops’, a colleague said. Photograph: NANC\n\nA translation of the document describes the scientist as a “citizen of the Russian Federation” who “defected to the enemy’s side” by assisting Ukraine’s delegation to the Antarctic conference, which has been organised by the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR) in Hobart, Tasmania.\n\nIt accuses Pshenichnov of using his research to undermine Russia’s fishing of krill in Antarctica by encouraging, via a Ukrainian proposal, the restriction of krill harvesting. Such proposals would harm the economic interests of Russia, the arrest document said.\n\nCCAMLR, an international commission with 27 members established by convention in 1982, is about to discuss whether to create a marine protected area (MPA) around the Antarctic Peninsula to protect krill, the small crustacean that is one of the bases of the food chain in the Southern Ocean.\n\nChina and Russia, which have blocked the creation of MPAs in the region for decades, have been accused by analysts and conservationists of working together to loosen restrictions on fishing for krill. This year, for the first time, the amount of krill fished in Antarctic waters reached what scientists believe is an unsustainable level.\n\nAustralia has said it is “gravely concerned” by Russia’s detention of the scientist, while the UK called Moscow to release “all arbitrarily detained civilians”.\n\nFellow researchers said Pschenichnov was a scientist of “outstanding” calibre and a “very kind” person. His detention was “unspeakable”, they said, adding that as their colleague had health problems they were “all dreadfully worried”.\n\nOn the opening day of the conference, Ukraine’s ambassador to Australia, Vasyl Myroshnychenko, told delegates of his “profound shock” on learning of the “illegal incarceration” of the scientist and called for other parties of the commission – whose members include Australia, the United States, Japan, Russia and China – to condemn Moscow’s actions.\n\n“Is it acceptable for the CCAMLR community to stand by while a Ukrainian biologist, who has devoted his life to the study, conservation and rational use of Antarctic marine living resources, faces persecution and imprisonment by Russia?” he said.\n\nView image in fullscreen A scientific expedition’s catch of Antarctic krill (Euphausia superba). The zooplankton form one of the bases of the food chain in the Southern Ocean ecosystem. Photograph: Tenedos/Getty\n\nPschenichnov has conducted research for CCAMLR, part of the Antarctic treaty system, since 1983 and has participated in its activities as a Ukrainian scientist since 1994.\n\nMyroshnychenko told the Guardian: “He’s a scientist, not an official, not a politician. These are trumped-up charges, his detention is groundless.”\n\nThe charges of high treason against Pschenichnov were directly related to his scientific contributions at CCAMLR, the ambassador said. Russia’s president, Vladimir Putin, raised the maximum sentence for treason from 20 years to life imprisonment in 2023.\n\n“He was forced to take up a Russian passport while staying with family in temporarily occupied Crimea and has been arbitrarily charged with ‘threatening the security of the Russian Federation’,” said Myroshnychenko.\n\nThe ambassador said his deputy was collecting signatures from countries for a letter to Moscow demanding his release.\n\nPshenichnov lives in Kerch, Crimea, with his wife and one of his two sons, according to a fellow scientist who called his detention “unspeakable”.\n\nDr Evgeny A Pakhomov, a biological oceanographer at the University of British Columbia, Canada, who has published two scientific papers with Pshenichnov and has known him for 30 years, said: “He is a very kind person … he has kneecap problems and needs regular injections. We are all dreadfully worried.”\n\nValerii Paramonov, an oceanographer, described Pschenichnov as an outstanding scientist whose contribution to CCAMLR was “difficult to overestimate”.\n\nParamonov added: “His only problem was that he had the misfortune of living in Kerch, Crimea, when it was captured by Russian troops.”\n\nDan Crockett, executive director of the conservation charity Blue Marine Foundation, said Pschenichnov had been imprisoned for “nothing more than providing scientific evidence about the impact of krill fishing on the Antarctic ecosystem”.\n\nHe called on CCAMLR countries to put pressure on Russia for his release and to “honour his research” by restricting krill trawling.\n\nThe Russian embassy was contacted for comment.",
    "cluster": 3
  },
  {
    "title": "Despite what a thinktank bleats to the Coalition, heat deaths are in fact ‘a thing’ | Temperature Check",
    "link": "https://www.theguardian.com/environment/2025/oct/31/climate-risk-heat-deaths-fact-despite-coalition-thinktank",
    "published": "2025-10-30",
    "source": "",
    "text": "When is a thing that is definitely a thing, not a thing? When you’re a thinktank trying to convince Coalition MPs they shouldn’t be backing policies to help Australia reach net zero greenhouse gas emissions.\n\nAs reported by Guardian Australia, the Centre for Independent Studies (CIS) gave a presentation to Coalition MPs in Canberra this week, telling them “heat deaths aren’t a thing” as part of a briefing to convince them to go cold on policies to get greenhouse gas emissions to net zero.\n\nThe CIS is a free market thinktank which – like many other thinktanks in Australia – does not disclose its funding. Most recently, the CIS has been critical of the shift away from fossil fuels to renewables in Australia while advocating for nuclear energy.\n\nSign up: AU Breaking News email\n\nSo what is this thing that is not a thing all about?\n\nOne slide presented to MPs was headlined “Heat deaths aren’t a thing” and pointed to a technical report on health that was released in September as part of the National Climate Risk Assessment.\n\nThe CIS displayed charts showing estimates of temperature-related deaths for Sydney and Melbourne and claimed the risk of dying from cold was apparently greater than the risk from extreme heat.\n\nView image in fullscreen A slide from the presentation, which draws graphs from the climate risk assessment. Photograph: The Centre for Independent Studies\n\nThe CIS pointed to the grey part of the curve that shows the risk from current conditions – rather than the green area that showed the risk if the world hits 3C of global warming.\n\nThe point of the risk assessment was to outline the risks from future climate change – or, to put it another way, the green part of the chart is the important bit.\n\nThat green curve shows how global warming increases the risk of deaths from heat in the two cities.\n\nAt 2C of global heating, the risk assessment said the number of estimated heat-related deaths in Sydney would rise by almost 200%. In Melbourne, they would more than double.\n\nA spokesperson for the Australian Climate Service, which compiled the risk assessment, said: “Australia’s National Climate Risk Assessment analysed a range [of] locations around Australia – including Melbourne, Sydney, Adelaide, Bundaberg, Sunshine Coast, Townsville, Cairns, Darwin and Perth.\n\n“This analysis shows increases to heat-related mortality are likely at all these locations at a global warming level of 3C.”\n\nThe spokesperson said extreme heat added risk “for many of the top causes of death, including cardiovascular disease, kidney disease, dementia and diabetes”.\n\n“Heat deaths tend to occur over a few days, which has the potential to have a significant burden on the healthcare system, while cold deaths tend to be distributed over a longer period, with lower impacts on the healthcare system.”\n\nBad or good timing?\n\nThe timing of the thinktank’s claim was bad (or possibly good if you didn’t want MPs that are paying attention to challenge the claim) given the release just a couple of days later of a report from the medical journal the Lancet on health and climate change.\n\nRather than heat deaths not being a thing, the report found that between 2012 and 2021 there had been, on average, an estimated 546,000 heat-related deaths every year around the world – a 63% increase since the 1990s. That’s one death every minute.\n\nSome of that increase was down to a rising population but not all of it. Heat-related deaths per 100,000 people had gone up from 5.9 to 7.2 – a 23% rise.\n\nAn Australian fact sheet released with the report found an estimated average of 980 deaths per year attributable to heat between 2012 and 2021 – an 83% rise since the 1990s, the report said.\n\nskip past newsletter promotion Sign up to Clear Air Australia Free newsletter Adam Morton brings you incisive analysis about the politics and impact of the climate crisis Enter your email address Sign up Privacy Notice: Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on theguardian.com to send you this newsletter. You can complete full registration at any time. For more information about how we use your data see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n\nDoes more heat just mean fewer cold deaths?\n\nSome climate science deniers like to claim that global heating will simply reduce the number of deaths from cold around the planet. The CIS was also drawing the attention of the Coalition MPs in the room to cold deaths.\n\nEstimates vary on this question but previous studies have suggested there are more excess deaths associated with cold than there are with heat.\n\nBut Dr Thomas Longden, of the University of Western Sydney, has been arguing for several years that studies have been substantially underestimating the risk of extreme heat both now and in the future, and that the majority of deaths in Australia related to temperature are caused by heat, not cold.\n\nHe has argued that data taken from current death records could lead to a 50-fold underestimation of heat-related deaths, and that death records need modernising to include underlying causes.\n\n“Heat deaths are definitely a ‘thing’,” he said. “But greater care needs to be taken in using statistical methods to measure excess mortality.”\n\nOne journal study this year looked at the net effect of rising global temperatures on temperature-related death in more than 800 cities. Would a reduction in cold deaths statistically cancel out the increase in heat deaths?\n\nThe answer across most of Europe was: no. Global warming saw large net increases in deaths related to temperature.\n\nCumulatively by the end of the century",
    "cluster": 1
  },
  {
    "title": "Is it possible to find a sensible centre on climate change? | Fiona Katauskas",
    "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/28/is-it-possible-to-find-a-sensible-centre-on-climate-change",
    "published": "2025-10-28",
    "source": "",
    "text": "Is it possible to find a sensible centre on climate change?",
    "cluster": 1
  },
  {
    "title": "Biodiversity is in catastrophic decline. Here are three ways to ensure Australia’s conservation law actually works | Atticus Fleming and Andrew Macintosh",
    "link": "https://www.theguardian.com/commentisfree/2025/oct/28/australia-conservation-law-biodiversity-decline",
    "published": "2025-10-28",
    "source": "",
    "text": "Australia’s parliament will soon consider proposed reforms to federal environmental laws – known as the Environment Protection and Biodiversity Conservation Act. Unfortunately, signals from the government suggest this may be another reform process that fails to deliver the progress we need – despite everyone agreeing that Australia’s biodiversity is in catastrophic decline.\n\nWhen introduced, the EPBC Act was a historic reform by a conservative government. For the first time since federation, the Australian parliament exercised its full suite of constitutional powers to regulate environmentally harmful actions on all tenures.\n\nThe EPBC Act gave the federal environment minister direct control over actions affecting “matters of national environmental significance”, which include threatened species (like koalas, potoroos, bandicoots, swift and superb parrots and more than 1,400 plant species) and our world and national heritage sites. Early litigation highlighted the potential of the act – for example, a conservation group in north Queensland secured an injunction to prevent lychee farmers using large electric grids to kill spectacled flying foxes.\n\nImportantly, the act established a framework that could evolve. Notably, it allows for regulations to be made to add new “triggers” (which dictate when environmentally harmful activities need approval) and to deem certain classes of actions to be within existing triggers.\n\nSadly, the act has failed to realise its potential. There are three main reasons for this.\n\nFirst, the commonwealth bureaucracy has failed to enforce the existing laws. Actions that breach the act have been taken by proponents without attracting any sanctions. This includes land-clearing that has routinely not been referred for approval, despite having significant impacts on threatened species.\n\nSecond, mechanisms in the act that could have expanded its scope, and provided certainty about its scope, have not been utilised. Regulations could have been made to deem land-clearing over a specified threshold as requiring approval. A climate change trigger could have been added at any time – indeed, back in 2000, a draft climate change trigger was published by the Howard government but never enacted.\n\nThird, the exemption for native forest logging should have been phased out. Instead, it was extended.\n\nskip past newsletter promotion Sign up to Clear Air Australia Free newsletter Adam Morton brings you incisive analysis about the politics and impact of the climate crisis Enter your email address Sign up Privacy Notice: Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on Newsletters may contain information about charities, online ads, and content funded by outside parties. If you do not have an account, we will create a guest account for you on theguardian.com to send you this newsletter. You can complete full registration at any time. For more information about how we use your data see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n\nIf the Howard government could propose a climate trigger in 2000, it can hardly be described as radical in 2025\n\nThe reform process appears not to be addressing any of these challenges. Unless a reset occurs, the reforms cannot deliver substantive additional environment protection. Australia’s extinction rate – already one of the highest in the world – will get worse.\n\nThe highest priority for the reforms must be to ensure land-clearing is properly regulated. Since the act commenced in 2000, more than 11.5m hectares of native forests have been cleared, including more than 3m hectares of remnant (intact) native vegetation. Amendments should prohibit the clearing of remnant vegetation, other than in exceptional circumstances where parliament decides the clearing is needed for an essential project. All clearing of mature regrowth (previously cleared vegetation that has regenerated and not been disturbed for 15 to 25 years) should require approval if it exceeds a specified area threshold. And any clearing should only be approved if its impacts on threatened species are fully offset through the restoration of cleared or degraded examples of the same ecosystem.\n\nWe suggest three simple KPIs for the reform process. Within 12 months, clearing of remnant vegetation should be near zero and there should be an initial 50% reduction in mature regrowth clearing. The native forest logging exemption should be removed. And all projects likely to directly or indirectly result in 50,000 tonnes or more of greenhouse gas emissions a year – on average or at their peak – should trigger the act and all emissions from these projects should be subject to a carbon price that aligns with the aims of the Paris agreement. If the Howard government could propose a climate trigger in 2000, it can hardly be described as radical in 2025.\n\nUnfortunately, rather than fixing the gaps in the triggers and what is regulated, the reform process has focused instead on the introduction of “national standards” and the creation of an environment protection authority (EPA) to oversee the enforcement of the act’s requirements.\n\nStandards will be important in limiting the broad discretion that now exists when approval decisions are made. However, such standards are of limited value if the projects that pose the biggest environmental risk – such as land-clearing – are not regulated. Similarly, while there is value in a properly constituted and independent EPA, this is also not the main game. Failure to address the scope of the act means the EPA will be a mere observer as land-clearing continues unabated, native forests are logged and our biodiversity continues to decline.\n\nReal reform means that, in five years’ time, we can celebrate measurable improvements rather than read anot",
    "cluster": 1
  },
  {
    "title": "The acquisitions of a fortunate life have accumulated over the years. All must be culled while I have the wherewithal | Paul Daley",
    "link": "https://www.theguardian.com/environment/commentisfree/2025/oct/27/amassed-belongings-overflowing-time-cull-tidy",
    "published": "2025-10-27",
    "source": "",
    "text": "I have an urgent desire to shed myself of goods and chattels.\n\nThe acquisitions of a fortunate life have accumulated like an overflowing email inbox and simply must be dealt with while I am alive, and not left to my children to wrangle when they’ll (hopefully, long down the track) be grieving.\n\nBooks and journals. Especially books and journals! CDs. Clothes. Piles of e-waste. Drawers of kitchen utensils rarely used. Pens! How many pens does a household need?! Then there’s my non-digital archive – dozens of notebooks, clipped articles, jottings and research material spanning almost 40 years in journalism and authorship of 10 books. All must be culled while I have the wherewithal.\n\nMy parents, well into their 80s when they could no longer live quite so independently, were extricated from a family home that was not only decaying around them – but jam-packed with stuff.\n\nEvery cupboard and each drawer in every room was full. I recall the house was already overflowing with things when my mum and dad were in their early 70s and an older aunt died … and left everything to my father. He seemed to take it all. Think bad ceramic figurines and other knick-knacks, dozens of tea towels, doilies (to which I have a visceral aversion), white goods and old televisions (straight into the double garage to accompany the kitchen cupboards and sink that had been replaced in my parents’ 1970s renovation), yet another dining set and countless books mostly about British royals and the Irish famine (go figure!).\n\nIn fairness to our parents, their house also harboured the childhood detritus of their progeny. School books and uniforms. Other clothes. Obsolete sporting goods. Leads and blankets and baskets – even food – for long dead, fondly remembered pets.\n\nCircumstances dictated we deal with Mum and Dad’s belongings when they downsized to a smaller, safer and more manageable home while they still had acuity a few years before they died. I’m sure the great shedding of things felt like something of a liberation for them – although Dad did keep retrieving items from the skip.\n\nWe’ve just been through this process again with another close relative who is less conscious of what’s happening. It’s been a distressing, painful, even traumatic process – a form of intense grieving, really, for a loved one still living.\n\nAnyway, it has delivered me to this place of reflection where I must further declutter and liberate myself from stuff. A starting point, of course, is to curb consumption; to “just stop buying shit’’ as a mate who recently dramatically downsized puts it.\n\nDo I really need to replace my phone every two years? Could my next laptop be recycled rather than brand new?\n\nTo that end, I’ve started borrowing from the library rather than buying books and as I look about the shelves all around me right now, I’m wondering if so many of the beloved titles I see but haven’t read in years might better serve other readers. Perhaps if I haven’t reread a book inside three years it should go? If I need it again, I can always borrow it.\n\nThoughts of legacy become more poignant with age. What of true importance will I leave behind – beyond landfill? Will my kids’ sadness be compounded by their guilt for cursing me while they throw the detritus of my life into skips or recycle what they can at thrift shops?\n\nAll of these thoughts are, of course, knotted up with issues of global, national and community economic and social injustice in a world where the homeless, starving and oppressed – people who’ve literally had everything taken from them – are omnipresent.\n\nWith that in mind, it’s got to be far better for the privileged to leave this world with less. To give it away to those who might use and value it – and to otherwise diminish our stuff well before we expect to die.",
    "cluster": 0
  },
  {
    "title": "When the rains don’t come: how drought and endless dry seasons are changing life in Puntland – in pictures",
    "link": "https://www.theguardian.com/global-development/gallery/2025/oct/30/when-the-rains-dont-come-how-drought-and-endless-dry-seasons-are-changing-life-in-puntland-in-pictures",
    "published": "2025-10-30",
    "source": "",
    "text": "When the rains don’t come: how drought and endless dry seasons are changing life in Puntland – in pictures\n\nOctober rains have been light across Somalia, a country which in recent years has found itself on the frontline of the climate crisis. The latest estimate is that 3.4 million people don’t have enough food. One of the worst affected areas is Puntland, where disappearing water sources, pasture and food supplies have forced many to abandon their way of life",
    "cluster": 0
  },
  {
    "title": "UN chief António Guterres: 'We don't want to see the Amazon become a savannah' - video",
    "link": "https://www.theguardian.com/world/video/2025/oct/28/un-chief-antonio-guterres-we-dont-want-to-see-the-amazon-become-a-savannah-video",
    "published": "2025-10-28",
    "source": "",
    "text": "UN secretary general António Guterres speaks to the Guardian and Sumaúma about the 'failure' of the Cop process to limit global heating to 1.5C, that overshooting is now 'inevitable', and why defending the rights of indigenous communities should be a top priority for global leaders",
    "cluster": 1
  },
  {
    "title": "Week in wildlife: a ferocious wildcat, a cheeky seal and a disgruntled lioness",
    "link": "https://www.theguardian.com/environment/gallery/2025/oct/24/week-in-wildlife-a-ferocious-wildcat-a-cheeky-seal-and-a-disgruntled-lioness",
    "published": "2025-10-24",
    "source": "",
    "text": "Week in wildlife: a ferocious wildcat, a cheeky seal and a disgruntled lioness\n\nOne of 18 wildcats that have been released in the Scottish Highlands, UK. This is the third year that wildcats have been released into the Cairngorms national park after being declared functionally extinct in Britain in 2019. Experts have said there is “real hope for the future” of wildcats in Scotland Photograph: Peter Cairns/Scotland Big Picture/Royal Zoological Society of Scotland/PA",
    "cluster": 0
  },
  {
    "title": "Delta and United call on Congress to immediately end government shutdown, pay air traffic controllers",
    "link": "https://www.cnbc.com/2025/10/30/government-shutdown-delta-air-traffic-controllers.html",
    "published": "2025-10-30",
    "source": "",
    "text": "In this article DAL\n\nAAL Follow your favorite stocks CREATE FREE ACCOUNT\n\nA Delta Airlines plane takes off near the air traffic control tower at Ronald Reagan Washington National Airport (DCA) in Arlington, Virginia, US, on Tuesday, Oct. 28, 2025. Samuel Corum | Bloomberg | Getty Images\n\nDelta Air Lines , United Airlines and American Airlines called on Congress Thursday to reopen the U.S. government and pay air traffic controllers, with Delta urging senators to \"immediately pass a clean continuing resolution.\" U.S. air traffic controllers missed their first full paychecks on Tuesday as the government shutdown drags on through a fourth week with no end in sight while Republican and Democratic senators remain at an impasse. \"Missed paychecks only increases the stress on these essential workers, many of whom are already working mandatory overtime to keep our skies safe and secure,\" Delta said in a statement Thursday.\n\nDelta CEO Ed Bastian had warned earlier this month that the airline could see impacts from a prolonged shutdown. Vice President JD Vance and Transportation Secretary Sean Duffy hosted a roundtable at the White House Thursday afternoon with the lobby group Airlines for America, whose members include Delta, United, American and others. \"Airlines remain focused on preserving safety and trying to mitigate the operational impacts of this shutdown,\" Airlines for America said in a statement. \"We are expecting a record holiday travel season; however, if the shutdown continues much longer, Americans will have to pack their patience and be prepared for more delays, unfortunately.\" United CEO Scott Kirby told reporters outside the White House that Congress should pass a clean continuing resolution, adding that the shutdown is putting stress on the economy.\n\nUnited Airlines CEO Scott Kirby, joined by U.S. Vice President JD Vance and Transportation Secretary Sean Duffy, speaks to reporters outside the White House on Oct. 30, 2025 in Washington, D.C. Kevin Dietsch | Getty Images News | Getty Images",
    "cluster": 3
  },
  {
    "title": "The biggest takeaways from the Trump-Xi meeting — what the truce covers and what is still unclear",
    "link": "https://www.cnbc.com/2025/10/30/trump-xi-south-korea-rare-earth-tariff-trade-war-nvidia.html",
    "published": "2025-10-30",
    "source": "",
    "text": "President Donald Trump and President Xi Jinping reached a trade truce during a high-stakes meeting in South Korea on Thursday, de-escalating a dispute over rare earths elements that had threatened to push the world's two largest economies into a full-blown trade war.\n\nChina agreed to pause for one year the sweeping export controls on rare earths announced on Oct. 9 that had touched off the dispute.\n\nTrump told reporters aboard Air Force One that the rare earths agreement is a one-year deal that will be \"very routinely extended as time goes by.\" The president said he plans to visit China in April and Xi will come to the U.S., either Palm Beach, Florida or Washington, D.C., at a later date\n\n\"We have a deal,\" Trump said. \"Now, every year we'll renegotiate the deal, but I think the deal will go on for a long time, long beyond the year. But all of the rare earth has been settled, and that's for the world.\"\n\nTrump said he cut tariffs effective immediately on China related to fentanyl to 10% from 20%. This reduces the overall rate on Chinese goods to around 47%, the president told reporters. Trump had previously threatened the slap China with 100% tariffs on Nov. 1 over its rare earths controls.\n\nThe U.S. will postpone a rule announced on Sept. 29 that blacklisted majority-owned subsidiaries of Chinese companies on an entity list, according to a statement from China's Ministry of Commerce. The U.S. and China also agreed to suspend fees for one year on ships that dock at each other's ports.",
    "cluster": 3
  },
  {
    "title": "Rare earths stocks rally as China delays export controls after Trump-Xi meeting",
    "link": "https://www.cnbc.com/2025/10/30/rare-earths-stocks-china-delays-export-controls-after-trump-xi-summit.html",
    "published": "2025-10-30",
    "source": "",
    "text": "U.S. President Donald Trump speaks to members of the media aboard Air Force One on October 30, 2025 in flight.\n\nShares of U.S.-listed rare earths miners rallied on Thursday after China agreed to delay the introduction of further export controls as part of an agreement reached between President Donald Trump and Chinese leader Xi Jinping.\n\nCritical Metals jumped nearly 7% in the premarket, USA Rare Earth rose around 6% and Energy Fuels was up 3%. MP Materials and NioCorp Developments, meanwhile, were both seen around 3% higher.\n\nThe moves come shortly after Trump declared that the \"rare earth issue has been settled\" following what he described as an \"amazing meeting\" with China's Xi in South Korea.\n\nAs part of a broader agreement between the world's two largest economies, which included Washington cutting fentanyl-linked tariffs, China recently announced rare earths export controls would be delayed by one year.\n\nTrump told reporters aboard Air Force One as he left South Korea that his administration expects China's decision to delay these rare earths export restrictions to be \"routinely extended.\"\n\nChina's previous rare earths restrictions, which were announced in early April, are set to remain in place, however.\n\nBeijing on Oct. 9 had threatened to tighten export controls on rare earths and related technologies, seeking to prevent what it described as the \"misuse\" of rare earths minerals in the military and other sensitive sectors.",
    "cluster": 3
  },
  {
    "title": "Oil giant Shell launches another $3.5 billion share buyback as profit beats expectations",
    "link": "https://www.cnbc.com/2025/10/30/shell-earnings-q3-2025.html",
    "published": "2025-10-30",
    "source": "",
    "text": "The Shell gas station logo is displayed on February 13, 2025 in Austin, Texas.\n\nBritish oil major Shell on Thursday reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.\n\nShell posted adjusted earnings of $5.4 billion for the quarter, beating analyst expectations of $5.05 billion, according to an LSEG-compiled consensus. A separate, company-provided analyst forecast had put Shell's expected third-quarter profit at $5.09 billion.\n\nThe London-headquartered firm reported adjusted earnings of $6 billion over the same period last year and $4.26 billion for this year's April-June period.\n\n\"Shell delivered another strong set of results, with clear progress across our portfolio and excellent performance in our Marketing business and deepwater assets in the Gulf of America and Brazil,\" Shell CEO Wael Sawan said in a statement.\n\nThe company also announced another $3.5 billion in share buybacks over the next three months, maintaining the pace of its shareholder returns. The company said it marked the 16th consecutive quarter of at least $3 billion in buybacks.\n\nShell's net debt came in at $41.2 billion at the end of the third quarter, down from $43.2 billion on a quarterly basis.\n\nThe oil major's London-listed share price finished Thursday's session up 0.2%. The stock price is up more 16% year-to-date, outperforming its industry peers.\n\n\"Numbers are solid in virtually all divisions and shows earning growth and strong cash flow generation,\" said Maurizio Carulli, global energy and materials analyst at Quilter Cheviot.\n\n\"Of note the robust production in Brazil and the Gulf of Mexico. The LNG Canada ramp up, with an initial 13 cargos in Q3, benefited the results as well. The only weak part was Chemicals, but it is a small part of the business and Shell's management is trying to find a strategic solution for it,\" Carulli said.\n\nOther third-quarter highlights included:\n\nAdjusted earnings fell 9.9% compared to the same period last year.\n\nCash flow from operations (CFFO) came in at $12.2 billion for the third quarter, compared to $14.7 billion in the same period last year.\n\nCash capital expenditure for the quarter stood at $4.9 billion.\n\nShell's results come as French oil major TotalEnergies reported a slight drop in third-quarter profit as oil and gas production growth helped to offset lower crude prices.\n\nNorwegian energy firm Equinor , for its part, on Wednesday posted a steeper-than-expected drop in third-quarter profit, with adjusted operating income coming in at $6.21 billion for the July-September period.\n\nU.S. oil giants Exxon Mobil and Chevron are both scheduled to report third-quarter results on Friday, with Britain's BP set to follow suit on Tuesday.\n\nAnalysts expect Big Oil's shareholder payouts to come under pressure over the coming months, with energy majors looking to tighten their belts amid a weaker crude price environment.",
    "cluster": 4
  },
  {
    "title": "Why bitcoin miner CleanSpark beat Microsoft for Wyoming AI data center deal, and what it means for crypto mining's future",
    "link": "https://www.cnbc.com/2025/10/28/bitcoin-miner-cleanspark-crypto-mining-energy-power-ai-data-center.html",
    "published": "2025-10-28",
    "source": "",
    "text": "CleanSpark , a Las Vegas based bitcoin miner, is moving into artificial intelligence, beginning to develop AI data centers alongside its crypto-mining business. The company's CEO laid out details of the recently announced strategy on CNBC's \"Crypto World\" this week, and why it's likely to become core to the business models of more crypto mining companies.\n\nOne key example of why bitcoin miners can win in the booming data center market: CleanSpark recently won a 100-megawatt site in Cheyenne, Wyoming, and beat out the tech giant Microsoft for the contract, according to its CEO.\n\nHow did a company with a market cap under $6 billion best a $4 trillion company?\n\nSpeed to market.\n\n\"We were able to scale up and deploy 100 megawatt bitcoin mining facility in about six months, where to build a proper AI data center is going to take three to six years,\" CleanSpark CEO Matt Schultz said on CNBC. \"Certainly, Cheyenne didn't select CleanSpark because we had a stronger balance sheet than Microsoft,\" he added.\n\nThe shift comes as competition for power intensifies, and in a sense, brings CleanSpark full circle, with Schultz noting that it started as an energy company before shifting to bitcoin mining five years ago and becoming one of the largest mining operations.\n\nCleanSpark operates about 1.03 gigawatts of energized facilities and has another 1.7 gigawatts in its development pipeline. Schultz said the plan is to use bitcoin mining to rapidly build out and scale the infrastructure, or \"monetizing megawatts\" as he referred to it, and then where data centers are already established, identify areas where it makes more sense to convert those to high performance compute and AI. Atlanta is one area he cited as a a prime example of an AI data center hotspot, second only to Northern Virginia on the East Coast.\n\n\"Bitcoin miners are uniquely positioned in that we have the ability to build out and energize data centers very rapidly,\" Schultz said. \"Where we're seeing constraints is on access to power,\" he added.",
    "cluster": 4
  },
  {
    "title": "Mining execs embrace 'phenomenal' rare earths interest from the Middle East",
    "link": "https://www.cnbc.com/2025/10/28/rare-earths-mining-firms-embrace-bumper-interest-from-the-middle-east.html",
    "published": "2025-10-28",
    "source": "",
    "text": "Mining executives have welcomed a sharp upswing in investor interest from the Middle East, as Gulf states seek to expand their critical mineral ambitions and take on established global players.\n\nCritical minerals refer to a subset of materials considered essential to the energy transition. These resources, which tend to have a high risk of supply chain disruption, include metals such as copper, lithium, nickel, cobalt and rare earth elements.\n\n\"The interest in rare earths in this part of the world is phenomenal,\" Tony Sage, CEO of U.S.-listed rare earths miner Critical Metals, said during a business trip through the Middle East.\n\n\"I didn't expect it because, you know, they can't mine it. There [are] really no discoveries in this area, but they want to be able to participate somehow in the downstream,\" Sage told CNBC by telephone.\n\nHis comments come as policymakers and business leaders flock to Saudi Arabia's Future Investment Initiative (FII) in Riyadh, an event nicknamed as the \"Davos in the Desert.\"\n\nThe annual event, which got underway on Monday, is being held under the theme: \"The Key to Prosperity: Unlocking New Frontiers of Growth.\" It is expected this year's FII will lean into areas such as artificial intelligence, particularly as the oil-rich kingdom continues with its mission to diversify its economy.",
    "cluster": 3
  },
  {
    "title": "Google and NextEra to revive major Iowa nuclear facility as AI energy demand surges",
    "link": "https://www.cnbc.com/2025/10/28/google-nextera-iowa-duane-arnold-nuclear-power-plant-ai-energy-demand-data-centers.html",
    "published": "2025-10-28",
    "source": "",
    "text": "Google and American electrical utility giant NextEra Energy announced a partnership Monday to revive Iowa's only nuclear power plant to meet growing low-carbon energy demand from artificial intelligence\n\nThe Duane Arnold Energy Center, which closed in 2020, could begin operating in early 2029, pending regulatory approval.\n\n\"Once operational, Google will purchase power from the 615-MW plant as a 24/7 carbon-free energy source to help power Google's growing cloud and AI infrastructure in Iowa, while also strengthening local grid reliability,\" the companies said in a press release.\n\nThe Central Iowa Power Cooperative, the state's largest energy provider, has agreed to buy surplus electricity leftover by Google.\n\nThe Duane Arnold Energy Center's prior shutdown had come at a time when the nuclear sector was struggling to compete with natural gas and other renewable energy sources due to high operating costs and public perception challenges around safety.\n\nHowever, the nuclear site's revival marks a trend, as energy demand in the U.S. has been surging, with tech companies like Google investing billions in developing power-hungry AI data centers.\n\nAccording to the U.S. Energy Information Administration, total annual electricity consumption stateside hit a record high in 2024 — a ceiling that could continue to rise if data centers continue to expand at their current pace.",
    "cluster": 3
  },
  {
    "title": "How Saudi Arabia is diversifying away from oil — and betting big on AI",
    "link": "https://www.cnbc.com/2025/10/28/how-saudi-arabia-is-diversifying-away-from-oil-and-betting-big-on-ai.html",
    "published": "2025-10-28",
    "source": "",
    "text": "President and CEO of Saudi's Aramco, Amin H. Nasser, speaks during the Future Investment Initiative (FII) in Riyadh, Saudi Arabia October 29, 2024.\n\nThink of Saudi Arabia and the first thing that comes to mind might be its massive, oil-derived wealth.\n\nWhile oil continues to drive Saudi Arabia's economy, the kingdom is now expanding into areas such as artificial intelligence, tourism and sports to diversify its growth avenues.\n\nAccording to Saudi Arabia's Minister for Investment Khalid Al Falih, more than half — 50.6% — of the Saudi economy is now \"completely decoupled\" from oil.\n\n\"This percentage is growing,\" Al Falih told CNBC's Dan Murphy, adding that government revenue used to be almost completely derived from oil money, but now, 40% of its revenue comes from sectors and sources that \"have nothing to do with oil.\"\n\n\"We're seeing great results, but we're not satisfied. We want to do more. We want to accelerate the kingdom's diversification and growth story,\" he said.\n\nSaudi Arabia is doubling down on fast-growing sectors such as artificial intelligence, naming it one of its new growth areas, with Al Falih saying the kingdom will be a \"key investor\" in developing AI applications and large language models. Saudi Arabia would also build data centers \"at a scale and at a competitive cost not achieved anywhere else.\"\n\n\"AI has emerged [in] the last three, four years, and it's definitely going to define how the future economy of every nation. Those who invest will lead, and those who lag behind, unfortunately, will lose,\" he pointed out.\n\nOn Monday, AI chip company Groq's CEO, Jonathan Ross, told CNBC that for AI infrastructure thanks to its energy surplus. The country could see more than $135 billion in gains by 2030 thanks to AI, according to PwC.\n\nSaudi Arabia's quarterly budget performance report revealed that total government revenue for the first half of 2025 came in at 565.21 billion Saudi riyals ($150.73 billion), with oil making up 53.4% of the country's overall revenue, down from 67.97% in the same period in 2019.\n\nIn 2024, the country reported a 1.3% rise in full-year GDP, mainly driven by a 4.3% increase in non-oil segments. Oil activity, on the other hand, fell 4.5% year on year.\n\nThe country's sovereign wealth fund — the Public Investment Fund — has acquired stakes in tech giants, video game publishers and football clubs as it uses oil revenues to diversify into other sectors.\n\nPIF has acquired stakes in video-game heavyweight Electronic Arts, establishing the SoftBank Vision Fund with Masayoshi Son's SoftBank Group Corp in 2017, and a takeover of English Premier League club Newcastle United in 2021.",
    "cluster": 4
  },
  {
    "title": "Saudi Arabia poised to become AI data center hub, says Groq CEO",
    "link": "https://www.cnbc.com/2025/10/27/saudi-arabia-poised-to-become-ai-data-center-hub-groq-ceo-at-fii.html",
    "published": "2025-10-27",
    "source": "",
    "text": "Saudi Arabia is primed to become a hotspot for artificial intelligence infrastructure thanks to its surplus in energy, according to Groq CEO Jonathan Ross.\n\nThe Middle Eastern country is known for its vast energy resources and that's leading major technology firms to announce infrastructure deals in the region. It is also part of the kingdom's Vision 2030 strategy, which is a plan to diversify the Saudi Arabian economy beyond oil.\n\nJonathan Ross, the co-founder and CEO of AI chip company Groq, told CNBC's Dan Murphy in an interview at the Future Investment Initiative (FII) conference in Riyadh, that Saudi Arabia can become a net exporter of data thanks to its surplus in energy.\n\n\"One of the things that's hard to export is energy. You have to move it, it's physical, it costs money. Electricity, transporting it over transmission lines is very expensive,\" he said.\n\nData, in comparison, \"is very cheap to move,\" Ross, who previously worked on AI chips at Google's parent company Alphabet , added. \"So since there's plenty of excess energy in the Kingdom, the idea is move the data here, put the compute here, do the computation for AI here, and send the results.\"\n\n\"What you don't want to do is build a data center right next to people, where it's expensive for the land, or where the energy is already being used. You want to build it where there isn't, where there aren't too many people, where the energy is underutilized. And that's the Middle East, so this is the ideal place to build out.\"",
    "cluster": 4
  },
  {
    "title": "Rare earth stocks extend losses as U.S. expects China to delay export controls",
    "link": "https://www.cnbc.com/2025/10/27/trump-xi-meeting-rare-earth-stocks-in-focus-amid-us-china-trade-talks.html",
    "published": "2025-10-27",
    "source": "",
    "text": "In an aerial view, a container ship sits docked at the Port of Oakland on October 10, 2025 in Oakland, California.\n\nShares of several U.S.-listed rare earth miners fell sharply on Monday as U.S. officials said they expect China to delay introducing export controls on critical minerals as part of a broader trade deal.\n\nCritical Metals fell more than 17% in early deals, USA Rare Earth declined 12%, MP Materials was down 7.3% and Trilogy Metals lost 15%. Energy Fuels and NioCorp Developments, meanwhile, traded 14.7% and 9.5% lower, respectively.\n\nU.S. Treasury Secretary Scott Bessent told NBC News' \"Meet The Press\" on Sunday that Washington and Beijing were expected to reach a deal to avoid a new 100% U.S. tariff on Chinese goods, with Beijing set to defer on imposing strict rare earth export controls.\n\nHis comments come ahead of a high-stakes meeting between Chinese leader Xi Jinping and U.S. President Donald Trump on Thursday.\n\nTrump on Monday said that the U.S. and China were set to \"come away with\" a trade deal. Speaking aboard Air Force One en route to Japan amid a weeklong Asia trip, Trump said that he had \"a lot of respect for President Xi.\"",
    "cluster": 3
  },
  {
    "title": "What a cut in Reliance's Russian crude purchases would mean for India",
    "link": "https://www.cnbc.com/2025/10/24/what-a-cut-in-reliances-russian-crude-purchases-would-mean-for-india.html",
    "published": "2025-10-27",
    "source": "",
    "text": "India's largest private oil refiner Reliance Industries is reportedly halting purchases of Russian crude, following the U.S.' decision to sanction Russia's two largest oil companies, Rosneft and Lukoil.\n\nReliance has become a major buyer of Russian crude. In September, it purchased around 629,590 barrels of Russian crude per day from the two firms, out of India's total imports of 1.6 million barrels per day, according to data by commodities data analytics firm Kpler.\n\nOver the same month last year, Reliance purchased around 428,000 barrels per day of oil from the Russian companies.\n\nIn fact, India's Russian crude imports used to account for less than 3% of its total crude import basket, but today account for one-third of India's crude imports, experts say.\n\nReliance has not responded to CNBC's requests for comment on reports that it was stopping the purchase of Russian crude. In statement late Friday, Reliance Industries said it would comply with \"EU's guidelines on the import of refined products into Europe\" but indicated that there was no guidance from the Indian government yet on curbing crude oil imports from Russia.\n\nThe company added that its diversified crude sourcing strategy would help its refinery operations meet domestic and export requirements.\n\nThe U.S. Treasury Department on Wednesday levied sanctions on Rosneft and Lukoil, citing Moscow's \"lack of serious commitment\" to ending the war in Ukraine. The sanctions aim to \"degrade\" the Kremlin's ability to finance its war, the U.S. department said, signaling more measures could follow.\n\nIf Reliance does halt Russian purchases, it will have \"negative impacts on [Reliance's] margin and profitability as Russian crude constitute more than 50% of [its] crude diet,\" Pankaj Srivastava, SVP of commodity oil markets at market research firm Rystad Energy said in emailed comments.\n\nHe added that the availability of \"similar crude is not an issue\" and can be sourced from West Asia, Brazil, or Guyana, but Reliance is unlikely to get the same price as it does on Russian crude, as it has long-term deals with suppliers like Rosneft.\n\nLast December, Reliance Industries signed a deal to import crude oil worth $12 billion-$13 billion a year from Russia's Rosneft for 10 years, which would translate to roughly 500,000 barrels per day, according to a report by Reuters.",
    "cluster": 4
  },
  {
    "title": "Google and Anthropic announce cloud deal worth tens of billions of dollars",
    "link": "https://www.cnbc.com/2025/10/23/anthropic-google-cloud-deal-tpu.html",
    "published": "2025-10-24",
    "source": "",
    "text": "In this article GOOGL Follow your favorite stocks CREATE FREE ACCOUNT\n\nwatch now\n\nAnthropic and Google officially announced their cloud partnership Thursday, a deal that gives the artificial intelligence company access to up to one million of Google's custom-designed Tensor Processing Units, or TPUs. The deal, which is worth tens of billions of dollars, is the company's largest TPU commitment yet and is expected to bring well over a gigawatt of AI compute capacity online in 2026. Industry estimates peg the cost of a 1-gigawatt data center at around $50 billion, with roughly $35 billion of that typically allocated to chips. While competitors tout even loftier projections — OpenAI's 33-gigawatt \"Stargate\" chief among them — Anthropic's move is a quiet power play rooted in execution, not spectacle. Founded by former OpenAI researchers, the company has deliberately adopted a slower, steadier ethos, one that is efficient, diversified, and laser-focused on the enterprise market.\n\nwatch now\n\nA key to Anthropic's infrastructure strategy is its multi-cloud architecture. The company's Claude family of language models runs across Google's TPUs, Amazon's custom Trainium chips, and Nvidia's GPUs, with each platform assigned to specialized workloads like training, inference, and research. Google said the TPUs offer Anthropic \"strong price-performance and efficiency.\" \"Anthropic and Google have a longstanding partnership and this latest expansion will help us continue to grow the compute we need to define the frontier of AI,\" said Anthropic CFO Krishna Rao in a release. Anthropic's ability to spread workloads across vendors lets it fine-tune for price, performance, and power constraints. According to a person familiar with the company's infrastructure strategy, every dollar of compute stretches further under this model than those locked into single-vendor architectures. Google, for its part, is leaning into the partnership. \"Anthropic's choice to significantly expand its usage of TPUs reflects the strong price-performance and efficiency its teams have seen with TPUs for several years,\" said Google Cloud CEO Thomas Kurian in a release, touting the company's seventh-generation \"Ironwood\" accelerator as part of a maturing portfolio.\n\nwatch now\n\nClaude's breakneck revenue growth\n\nAnthropic's escalating compute demand reflects its explosive business growth. The company's annual revenue run rate is now approaching $7 billion, and Claude powers more than 300,000 businesses — a staggering 300× increase over the past two years. The number of large customers, each contributing more than $100,000 in run-rate revenue, has grown nearly sevenfold in the past year. Claude Code, the company's agentic coding assistant, generated $500 million in annualized revenue within just two months of launch, which Anthropic claims makes it the \"fastest-growing product\" in history. While Google is powering Anthropic's next phase of compute expansion, Amazon remains its most deeply embedded partner. The retail and cloud giant has invested $8 billion in Anthropic to date, more than double Google's confirmed $3 billion in equity. Still, AWS is considered Anthropic's chief cloud provider, making its influence structural and not just financial. Its custom-built supercomputer for Claude, known as Project Rainier, runs on Amazon's Trainium 2 chips. That shift matters not just for speed, but for cost: Trainium avoids the premium margins of other chips, enabling more compute per dollar spent.\n\nwatch now\n\nWall Street is already seeing results. Rothschild & Co Redburn analyst Alex Haissl estimated that Anthropic added one to two percentage points to AWS's growth in last year's fourth quarter and this year's first, with its contribution expected to exceed five points in the second half of 2025. Wedbush's Scott Devitt previously told CNBC that once Claude becomes a default tool for enterprise developers, that usage flows directly into AWS revenue — a dynamic he believes will drive AWS growth for \"many, many years.\" Google, meanwhile, continues to play a pivotal role. In January, the company agreed to a new $1 billion investment in Anthropic, adding to its previous $2 billion and 10% equity stake. Critically, Anthropic's multicloud approach proved resilient during Monday's AWS outage, which did not impact Claude thanks to its diversified architecture. Still, Anthropic isn't playing favorites. The company maintains control over model weights, pricing, and customer data — and has no exclusivity with any cloud provider. That neutral stance could prove key as competition among hyperscalers intensifies. WATCH: Anthropic's Mike Krieger on new model release and the race to build real-world AI agents",
    "cluster": 4
  }
]